{
  "past": [
    {
      "id": "1",
      "name": "先锋留美三兄弟",
      "time": "",
      "author": "",
      "enName": "Three Brothers Study Abroad graduated from Pioneer",
      "abstract": "几天前一位在美国读高中的先锋学子来到学校，看到他阳光健硕的身影，令我回忆起去年他的爸爸妈妈和两个哥哥来到先锋时的那次精彩对话。",
      "body": "几天前一位在美国读高中的先锋学子来到学校，看到他阳光健硕的身影，令我回忆起去年他的爸爸妈妈和两个哥哥来到先锋时的那次精彩对话。翻出那页回忆，仍然感觉触动颇深，对当代家长也仍然有借鉴之用。</p><p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;在六月收获的季节，先锋学校迎来了一个很特别家庭——三位由先锋送到美国中学读书的兄弟和他们的父母，其中有两兄弟今年刚高中毕业，并考上了美国一流的大学。三兄弟同时留美在国内很是稀有，他们为何都选择出国留学？他们的父母为何会舍得放走三个尚未成年的孩子远渡重洋，他们究竟有着怎样的家庭教育理念？先锋师生和家长们对此也都充满了好奇。</p><p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;尽管来先锋做留学分享的家长和学生都曾带给我们很多触动和思考，但与这个家庭两个多小时的交流过程，还是带给了我们很多的意外，尤其是他们的父母，虽然总是自称“没什么文化”，但他们的教育思想却是少有的“先锋”，也与先锋学校的“五会”教育理念不谋而合。两个小时的交流中，两兄弟（弟弟生病未来）娓娓道来，配合默契，美国味十足；爸爸语言质朴，却妙语连珠，教育思想传统又不失开放。在此，我们整理了几个交流热点，以飨关注教育的朋友们。</p><p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;为何选择留学美国？</p><p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;三兄弟的爸爸自幼家庭非常贫穷，后来从做小生意开始慢慢积累了家底，人生的打拼让他意识到学习的意义，所以他宁愿把钱投资在孩子的教育上，也不愿留财产给他们，而他的教育眼光因为自己开放的心胸而十分长远。几年前的一天，他博采众家的意见，要让孩子到全世界最开放的国家——美国去留学。于是，虽然三兄弟在国内就读的都是最好的中学，且成绩优异，但爸爸仍然坚定地陆续把三个儿子送了出去，而且给他们规定了学习目标：要考入世界排名前50名的大学，以国内的大学评量标准来说，这叫“一本”，排名50~100名，是爸爸眼中的“二本”学校，那考上“三本”“四本”呢，就回国来读书吧。在这样的刺激下，今年两兄弟分别考入了美国华盛顿大学和宾州大学，达到了爸爸的“一本”要求。</p><p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;富家子弟穷孩子养</p><p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;爸爸现在虽是煤矿老板，但因为从贫困艰难中长大，深知富裕了也不能忘本。三兄弟小学从来没有零花钱，上初中后每人每天也只有2元矿泉水钱，最多也只能给三瓶水的钱。家里虽然人多事多，但从来没请过保姆，爸爸抬起两只手说：有手有脚，为何家务事还要别人来做？——因此三兄弟从小就要干家务活儿，衣服也需自己洗。孩子出门都尽量坐公交，在校长指导他们出国留学期间，每次来回都是自己坐公交车。妈妈插言道：奉节老家身家上亿上千万的朋友们都说，孩子生到了你们家那可真惨了！爸爸说，我们家的孩子那就一定要干活，能独立！孩子如果能读书，砸锅卖铁我也要供，可如果不争气不好学，满了十八岁就自己出去谋生，一分钱也休想得到。</p><p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;家训</p><p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;这对父母的教育作风迥异于国内的多数富裕家庭，倒是和国外的很多资本家相类似。不仅如此，这个自称“没什么文化”的家庭，给每位成员立了八个大字的家训：诚信、勤俭、礼义、责任。爸爸说，这八字家训，是每个孩子都要融入到血液中去的，若有违背，那就不是我们家的孩子，我宁愿逐出家门！八字家训不止是要求孩子，两位父母更以身作则。身为民营企业家的爸爸，不抽烟不喝酒，不打牌，广交能人，并谦虚地向他们学习。夫妇二人还进修了川大的MBA并拿到了毕业证。爸爸认为，如果自己都不好学，哪有资格要求孩子好好学！</p><p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;美国的教育</p><p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;三兄弟在美国就读的同一所中学，一所私立教会学校——圣田基督中学。和大多数的美国私立中学一样，学校开设了五、六十门功课以供学生选修，此外，学校非常重视体育和艺术学习，学校的男子摔跤队和女子排球队都是专业水平，在州联赛中常拿冠军。哥哥列举了他选修的几门课程：FFA（未来农民，关于农业创新和农业与人的关系专业）、DRAMA（戏剧课）、BAND（乐队）、VOLUNTEER WORK（志愿者工作，）。两兄弟说，美国学校希望学生的学习是多姿多彩的，他们重视学生的运动能力和社会服务能力甚至高过于学生成绩。这所教会学校每年都会有师生前往非洲南美洲，义务传福音，每年学校还会安排一天时间，全体师生一起出去为有需要的人服务，当然，如果学生利用其他时间做一些社会工作，那会更受美国大学的青睐。在美国学校里，作弊和剽窃是绝不能容忍的，一旦发现，所承受的结果就是被开除。因此，学生的作业和论文，只要有引用网络和别人的言论，就必须注明出处。但如果学生的思想新颖而独特，又非抄袭，那就是一个很优秀的学生了！</p><p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;两位现场来演讲的兄弟淡然从容，彬彬有礼，与师生、家长们交流应对融洽。无需言说，便让我们看到了优秀教育熏陶出来的贵族气质，而他们的身上可贵的品质，更深的因素，应该还是来源于家庭的影响吧。"
    }
  ],
  "course": [
    {
      "id": "2",
      "name": "学乐无别：电子游戏也有雅俗",
      "pics": [
        {
          "name": "game_1.jpg",
          "description": "先锋学生加CTB大赛演讲电子游戏主题"
        },
        {
          "name": "game_2.jpg",
          "description": "布彦隆之：先锋教育学校导师，资深人文杂志、博物图书主编，历史学者，专注东亚古代史、日本中世史研究，即将出版《东亚历史世界的分野》。"
        },
        {
          "name": "game_3.jpg",
          "description": "Virtua Fighter"
        }
      ],
      "time": "2017年4月",
      "author": "《时代教育》",
      "enName": "Learning and happiness has no difference: video game also has elegant and vulgar",
      "abstract": "先锋教育学校有不少传统学校里所谓的“问题学生”。比如，有个孩子自上高中开始总爱想一些问题：人为什么要活着，活着有什么意义，死了之后有灵魂吗？于是他被周围的老师同学视为“怪人”。对这个 “怪人”，校长刘晓伟说：你来先锋，这里都是你这样的人。",
      "enAbstract":  "To those \"eccentric\", Principle Liu Xiaowei said: \"Come to pioneer, here are people like you.\"",
      "body": "<div class=\"row\"><div class=\"col-md-6\"><h4><strong>在先锋，玩转电子游戏</strong></h4><p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;先锋教育学校有不少传统学校里所谓的“问题学生”。比如，有个孩子自上高中开始总爱想一些问题：人为什么要活着，活着有什么意义，死了之后有灵魂吗？于是他被周围的老师同学视为“怪人”。对这个“怪人”，校长刘晓伟说：你来先锋，这里都是你这样的人。还有一些学生是带着“游戏瘾”来的。尽管目前学术界尚没有公认的网络成瘾、游戏成瘾的定义和检查标准，但这个词已经被滥用。这些孩子来先锋之后，不但没有被“围追堵截”，反而可以更加放开地玩游戏。因为，玩游戏在先锋实在是一件稀松平常的事情。学校建立了游戏学院，开设有《游戏艺术》课程，学生还以电子游戏为研究主题组队参加ChinaThinksBig(CTB)中国大智汇创新研究挑战赛，游戏的模式甚至被移植到学习生活的管理之中。</p><p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;那么，这些孩子因此而堕落了吗？先锋学校有这样一个案例大概可以说明问题：有一位妈妈，在很长一段时间里几乎每天晚上都要在大街小巷穿梭，到处寻找通宵达旦玩游戏的孩子。来先锋第二个学期，这位妈妈就欣喜地在家长群里分享：孩子说晚上想出去玩一会儿，我问，你能按时回来吗，果真，他就按时回来了。</p><p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;这样的案例几乎是大多数。布彦隆之老师在先锋学校教授东亚历史，也是《游戏艺术》课程开设者、CTB大赛带队老师。他说，游戏本身并不是问题，对于孩子，他们应该学会认识更好的游戏并自我管理游戏时间。这也是先锋学校对待游戏的态度。</p><p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;从1987年开始玩游戏至今，近30年玩龄，布彦隆之认为自己正是游戏的受益者，走上研究历史的道路甚至也与玩游戏有莫大关系。</p><p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;小时候，布彦隆之第一次接触游戏里的三国世界是在游戏《三国志》里，在先锋学校任教之后，他也把这款对自己影响颇深的游戏带进了课堂。此游戏是以日本江户时代以来的文化观而制作，那么，其中的关羽形象和罗贯中的《三国演义》、陈寿的《三国志》、京剧以及电视剧中的关羽有什么不同？古代东亚世界各国都是如何理解关羽的？布彦隆之一口气拿出了6种关羽立体文化造像，让学生通过游戏、阅读、观影来学习思考。</p><p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;好的历史游戏取材真实，制作精良，可以说是对历史文化的真实再现。比如，《荒野大镖客》是一部美国西部史，《刺客信条大革命》再现了路易十六时代的巴黎，在布彦老师的课堂上，学生们还通过《合金装备》了解苏美冷战，通过《如龙维新》学习明治维新。</p><p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;这些内容大概已经超出很多家长对游戏的认知，家长们为什么会谈游戏色变、避之唯恐不及？布彦隆之认为，家长首先需要对“电子游戏”有一个完整的全球化的认识和视野，比如参加东京TGS游戏展、美国E3计算机图形技术展，切实了解日本和美国主流的电视游戏机发展史及其衍生产品文化，仅仅通过黑网吧和几款低端手游、网游来了解，自然是不够的。</p><p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;参加CTB比赛，先锋的学生们选择了“电子游戏”作为研究对象，小组成员各有自己的一番诉求，比如，队长严笑寒说，“我对一些有严谨考证和充满战略性的游戏非常喜欢，这些游戏颠覆了我对游戏的认识，玩这些游戏不光可以放松身心，还能学习我感兴趣的知识，交到志同道合的好友，乃至于将游戏的模式应用到管理模式中。”张一涛说，“随着对游戏了解的慢慢深入，以及之后参与了学校的游戏战队建设，我对游戏这一极具吸引力的媒介所能达到的教育效果有很大兴趣。”而更多的孩子，因为经历过与家长强烈冲突，他们的诉求更直接大胆，如张馨月所说，“电子游戏真的像一些家长口中说的，是危害我们学习生活的洪水猛兽吗？到底是什么导致了家长和孩子对电子游戏理解有如此之大的差异？我想试着去探索其中真正的原因。”他们希望通过游戏把协作、团结、互助的理念显现在生活中，促进家庭和亲友关系。</p><p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;作为指导老师，布彦隆之鼓励学生在爸爸妈妈逛街时，鼓励他们去索尼的PSstore看看，尝试一起游乐。他说，“其实每个人都有童心，包括正在忙碌的父母，他们因为时代的局限不了解游戏的现状。作为新生代的子女有必要教会他们，不是么？”</p><p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;在先锋学校，游戏的模式甚至被移植到学习生活的管理运用中，将生活游戏化。比如，游戏通过目标与激励机制来调动游玩者克服困难的愿望和专注，生活中的很多事情也可以变成游戏中的任务。先锋学校从来注重学生的自我管理，刘晓伟校长的观点是：真正自由的人才可能真正形成自律。因此，先锋学校的老师们力求创造一个让孩子以及自己能够自由生长的环境，除了安全以外，没有其他强迫性规则。对于早上起不来的学生，师生们想出的办法是：把连续一周起床当做一个游戏任务，只要学生做到了，就可以获得经验值，有了这些经验值，学生便可以达成一个小目标。</p><h4>TIPS_社会文化：游戏植根的精髓<small>本文节选自布彦隆之《精致文化是水，活用创意是根》</small></h5><p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;无可否认，SEGA株式会社制作的“Virtua Fighter”，自上世纪九十年代初诞生以来，作为一款格斗游戏之所以长盛不衰，除制作精良、技术强大之外，自然还与深厚的社会文化脱不开干系。<p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;在“Virtua Fighter”中，主人公结城晶使用的“肘里顶寸”“修罗霸王靠华山”正是中华“开门八极”的绝学，在制作人铃木裕（Yu Suzuki）及SEGA株式会社的强大技术力下，拥有五百年历史的中华第一技击武艺得以完美地展现在交互式娱乐----电子游戏上，然而这一切来得并不容易。<p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;1991年秋天，在日本有格斗游戏教父之称的铃木裕（Yu Suzuki）带着翻译来到河北沧州的孟村，这里号称“武术之乡”，自古尚武。他此行的目的就是寻访八极拳的传人吴连枝，将八极拳的招式运用在一款正在开发的游戏中。<p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;为了亲身领教八极拳的威力，以便把中华武术文化真正植入游戏，而不是蜻蜓点水的花架子，铃木裕（YuSuzuki）毅然决定“以身拭术”。虽然有“空手道”的底子，但与吴连枝交手后仅一个回合就被打出两米多远，头上的疤痕一直难消。满头是血的铃木裕（Yu Suzuki）忙问摄影师：“刚刚那个发力的瞬间，你拍下了没有？”正是由于铃木裕（Yu Suzuki）作为游戏制作人能“玩命”进行社会调查、搜集素材，才有了两年后问世的“Virtua Fighter”，就是我们常说的VR战士，犹似当年任天堂的──“超级玛莉”，被公认为日本国宝级名作，发行超过四百万套，美国一家博物馆甚至宣布将该作品列为永久收藏。铃木裕（Yu Suzuki）因此也被誉为“大师级”制作人。这正是让社会传统文化植根于游戏的结果。<p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;曾经，中国武术以少林功夫和太极拳最为有名，这归功于电影人对“少林寺”和“张三丰”的演绎。相比而言，河北沧州的八极拳虽然更富于技击却并不为国人熟知，但八极拳和吴连枝于近十年在国际上得到了空前的关注，不断有洋弟子前来拜师，华夏“武学”得以发扬于海外，铃木裕和“Virtua Fighter”功莫大焉，这时的游戏已经成了承载文化的载体，而不仅仅是“娱乐”。<p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;可见，精良的游戏与深邃的社会文化密不可分，如果制作游戏随便买个“引擎”，请美工改几件服装套上，欲得长久流行，能乎？</p></div><div class=\"col-md-6\"><h4><strong>布彦隆之：电子游戏是“洪水猛兽”吗？</strong></h4><p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;我出生在1981年的北京，第一次接触到电子游戏是在6年之后。家人带我到公园玩耍，我在那里第一次知道了电子游戏机长什么样。从6岁至今，我的游戏“玩龄”近30年，可以说，我的成长经历就是电子游戏发展史。</p><p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;上世纪80年代，电子游戏还没有被扣上“电子海洛因”的帽子。我记得，当年我们抬头看到的是这样几个大字：电子游戏开发智力。也就是说，电子游戏在当时被认为是一种良性的、向上的、高科技的、开发智力的活动，孩子玩游戏是被鼓励的。</p><p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;从1994年开始，因为某些原因，社会开始全面清理所谓的“电子海洛因”，身边能够保持游戏爱好的人就不多了。我的中学时代，记得有一次，学校组织同学之间互相揭发检举“电子海洛因”的游玩者，我的名字被写在黑板上，底下的“正”字画了满满一大片。</p><p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;孩子玩游戏怎么对付？很多家长选择了用暴力管教方式，多年之后，孩子终于长成了和当年的他们一样无趣的中年人。好在我们家比较开放，家人并不反对我玩游戏。</p><p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;现在，有很多朋友和学生问我，你是怎么走向历史研究和教学这条路的？我仔细想了一下，一个是和家庭对我的影响有关，因为我爷爷就是研究古代历史的；另一个重要的原因，就是电子游戏的促进。记得有一回，爷爷带我回老家，在北京崇文门外的百货商场里，发现了一套日本开发的《三国志》游戏，售价200元人民币，相当于当时普通工薪阶层两个月的工资，但老爷子爽快地给我买下了。那是我第一次接触到游戏里的三国世界，印象非常深。玩的过程中，不懂的地方就翻书找资料，或者问家人。因为玩这个游戏，我走上了一条和其他人不太一样的学习道路。</p><p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;日本有很多这样的优秀游戏，日本人对游戏的认真和人力物力的投入是国人无法想象的。好的历史游戏取材真实，制作精良，甚至得到国立博物馆和历史学者的支持，可以说是对历史文化的真实再现。比如最新的《信长之野望-战国立志传》对日本战国时代的每一座历史名城都给予显现：象征“平安乐土”的安土城、“凤鸣岐山”的岐阜城，促使我们进一步探求中日两个国家内在的历史联系；再有“甲州法度之次第”等战国时代律法的引入，可以让游玩者了解日本古代历史的律令体系与封建关系。</p><p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;游戏对我来说就是一件习以为常的太普通的事情，是文化传播的一种媒介。现在，我的家里差不多有几十台游戏机，我孩子7岁了，她就是在看我玩游戏的过程中长大的，哪间房里有哪些东西，她都记得很清楚。我从来不会限制她玩游戏，常常和她一起玩。</p><p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;可以说，我是游戏的受益者。但在当年，也确实有不少“游戏受害者”。20世纪90年代初，有一个词叫“少年犯”，他们大抵有相似经历：父母下岗，生活贫困，为了玩游戏，最终走上抢劫、勒索的犯罪道路。媒体的报道将矛头直指游戏，大肆渲染其危害，玩游戏的孩子都被妖魔化。凡水都有源头，在我看来，这个结果是诸多原因造成的，不能完全归罪于电子游戏或孩子。日本遍地都是卖游戏机的，却很少有孩子因为游戏而堕落犯罪。所以，问题出在我们自己身上，需要反思。</p><p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;我参加了很多城市的游戏展，它们和美国、日本的游戏展有什么差别呢？你一进展会现场就会看到，很多人在拼命地做宣传、做营销，这是中国某些游戏从业者的急功近利心态的最直接的反映，他们的目的就是赚钱！有家长说，孩子偷钱给游戏充值。在美国、日本等国家，基本不存在充值这件事，大部分游戏都是一次性购买。再看看游戏本身，世界主流的游戏规则需要游乐者遵守诚实、守信、公平的原则，强调团队合作。而国内大部分游戏，享受的是逮谁砍谁、横扫千军的快感。有人说游戏是洪水猛兽，在我看来，这类粗制滥造、无趣无聊的游戏确实是洪水猛兽，确实会让游玩的孩子产生不良倾向，抵制这类游戏是一件有必要的事情！所以，我的游戏课，并不是没有限制的，在我的课堂里，不允许出现、讨论、游玩赌博、色情，以及需要充值或者以现金购买装备的游戏。</p><p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;但是，就好比吃饭，烧烤对人体有害，我们可以选择不吃烧烤，并不是就不能吃饭了。对于电子游戏，如果合理地去理解它、游玩它，是不会产生伤害的。</p><p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;游戏为什么会被扣上“电子海洛因”的帽子？我们的家长为什么对它反应如此激烈？终究还是我们自己的认知出了问题，视野太过狭隘，预先设置了一个文化立场，而不去了解世界上的主流的最先进的游戏技术和规则。我们让孩子在游戏这件事情上承受了太多压力，最应该反思的是家长。我开玩笑说，一个内心里满是功利的人，可能会去限制孩子很多活动，而一个保有童年情怀与梦想的人，也许就不会限制孩子接触和研究自己当年没有的事物。限制太多，孩子的思维便被封闭起来了。</p><p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;大约在100年前，电影刚刚出现的时候，一些老戏剧迷可能会拍桌子，会说：你们这些东西搞坏了我们的艺术，因为《将相和》《打金枝》它必定用一种固定的形式在固定场合表达出来，才是艺术。但到今天，没有人否认电影是一门艺术。再回想我上学的时候，老师对我们说：我不看电视剧，尤其不看古装剧，罗贯中、曹雪芹、施耐庵的著作，一旦被搬上银屏，就完全被糟蹋了，只有文字才能精准地表达。但现在，大家已经足够宽容到电视剧也可以成为一门艺术。那么游戏呢？</p><p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;其实在美国、日本以及欧洲，电视游戏和电影、音乐剧一样，是一种非常成熟健全的艺术形式，它仅仅是一种艺术的承载形式，比如说在现代跃进的电子图像和交互技术下，游戏完全发展成为可操纵的互动VR电影，如果不了解这一点，而仅仅停留在“砍怪充值”等认识上，需要加强学习和国际化视野的恰恰就是我们自己。</p><p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;索尼直营店在中国大陆只有四个城市有，其中就包括成都，其他三个城市是北京、广州和上海。我们可以在里面体验游戏最先进的技术，我就建议我的学生带上家长一起去，我跟他们说，逛街的时候带上爸爸去体验一下，只有让爸爸真实体验到那种超越电影的互动感，才最容易改变爸爸的认知。</p><p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;那么，孩子真的不懂自律吗？在先锋学校，我们倡导孩子自己管理自己，包括管理自己的游戏时间，可以说在先锋学习一定时间后的孩子，几乎没有再像以前沉溺于游戏，限制少了，反而没有必要“争先恐后”地玩了，这样也更有利于他们去发现有趣的东西。比如现在有几个孩子喜欢上了和我学习摄影和人文行走。</p></div></div>"
    },
    {
      "id": "1",
      "name": "先锋学校《1984》读书会",
      "pics": [
        {
          "name": "20180929_131002.jpg",
          "description": "读书会1"
        },
        {
          "name": "20180929_131019.jpg",
          "description": "读书会2"
        }       
      ],
      "time": "2018年11月11日",
      "author": "丁乘风",
      "enName": "Pioneer '1984' Reading Party",
      "abstract": "先锋学校开设阅读课由来已久，今天给大家呈现的是由博学多识的柿子老师带领的第二节《1984》阅读课，阅读内容为第一部的二、三章。",
      "enAbstract": "Pioneer school has been offering reading classes for a long time. Today, what we present to you is the reading class for \"1984\" led by the knowledgeable teacher, SHIZI. The reading content is the second and third chapters of the first part of the book.",
      "body": "<div class=\"row\"><p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;1）本次读书会共5人参加。选择的流程是，先由同学提出感兴趣的题材，大家共同讨论决定读哪本书。之所以选择《1984》，是有同学对反乌托邦题材有兴趣，《1984》《我们》《美丽新世界》打算一本一本读过来，在阅读中反观自身的处境。2）读书分享每周一次，因为是文本细读，每周大概只读两三章。有同学提出一些有意思的问题:主人公温斯顿为什么会显得和别人不一样，偏离“正统”的出发点在哪里？那么，柿子老师是谁呢？</p><p class=\"diff\">柿子，江苏人，一个小女孩的爸爸。在先锋开设过旅行和科学课，本学期开设阅读和数学课。 在毕业的最初几年里，四海为家（不是比喻）。于时间的虚无里慢慢寻找意义，发现教育作为生活方式恰好满足自己不渝的好奇心。和小伙伴一起学习生活过，也跟随拍摄众多教育机构，剪辑制作纪录片。喜欢一切有趣和飞扬的东西。对地理的爱好引发喜欢把长途骑行作为体验世界尺度和风格的方式。更痴迷于看图爬山，常常行走于山水之间。热爱阅读，什么书都愿意去翻翻，对科学史及科学哲学抱有浓厚兴趣。</p><p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;在课堂的开始，柿子老师向大家抛出了一个问题：为什么在《1984》中性是不自由的？在《1984》的背景下，作为一种政治手段，对性的管控有何独特作用和意义呢。梓宸同学提出，性是人类的自然反应，当人自由享受性时，是会忘却外界规定的；为了加强对人民的掌控力，为了加强政治权威，老大哥需要让人抛却对性的天然感受，将性政治化、命令化。他还举了一些较为民主的政体为例，来说明在思想更开化的地区，人们有谈论性的自由，也有更完备的政治权利。</p><p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;在对剧情的讨论中，同学们都十分踊跃的发言，来发掘书中的细节及隐喻。有同学提到了温斯顿对太太的称谓并非书中常见的“同志”，而是尊称“太太”。这表达的差异有什么意义呢？梓宸同学表示，“同志”是一种共产主义、社会主义语境下的称呼，它不包含性别的差异，更强调被领导的群众的一致性；而“太太”是一种资本主义语境下的称呼，将人的男女差异与对人的尊重体现了出来。</p><p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;“谁控制过去谁就控制未来，谁控制现在谁就控制”，这是贯穿全书的重要标语。同学们纷纷发表了对这个标语的认识：有同学说这关乎历史认识，有同学说这与人的思想受生长环境影响有关，有同学说这是因为人的知识体系都是被塑造的。但无论如何，大家达成了这样的共识：人应当有自由获取知识的权利，而非被限制在特定的知识范围里。</p><p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;有个角色引起了大家的注意。主角在真理部的同事“充满了低能的热情”，但却“靠他们维持稳定甚过思想警察”。梓宸提出：思想警察是将思维模式不符的人带走；而同事，抱有热忱。工作动力和模式的差别使得同事更容易被群众接受。进一步的，有同学提出，警察来自对立阵营，同事来自自己阵营。自己人的说法更令人信服。旁听的冯老师提出了另一个新颖的观点：同事的监视范围更广，更深入生活。</p><p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;一个半小时的阅读课上，大家畅所欲言，在投入的讨论声中时间过得很快。下课时间到了后，同学们仍旧依依不舍地继续在私下讨论课上的问题，并且期待着下一次给人带来如此启发的阅读课。</p></div>"
    },
    {
      "id": "3",
      "name": "先锋课堂实录 | 只有两个人的课堂",
      "pics": [
        {
          "name": "two_1.jpg",
          "description": "学生照片1"
        },
        {
          "name": "two_2.jpg",
          "description": "学生照片2"
        },
        {
          "name": "two_3.jpg",
          "description": "学生照片3"
        }
      ],
      "time": "2017年02月06日",
      "author": "桔子",
      "enName": "Pioneer Classroom | A Class with only two people",
      "abstract": "先锋学校的教育有一个很重要的前提，即是在尊重学生的前提下，让他们学习自己真实感兴趣的事物。但笔者在和学生家长聊天后，发现许多家长对此大为不解。一方面不信任孩子有能力做出学习的选择；一方面不相信在自由的前提下，人可以自然向上地生长，成为更优秀的自己。",
      "enAbstract": "A crucial priority of the education at Pioneer is that with respect of the students, we let them leran what they are truly interested in.",
      "body": "<div class=\"row\"><div class=\"col-md-12\"><p class=\"diff\">先锋学校的教育有一个很重要的前提，即是在尊重学生的前提下，让他们学习自己真实感兴趣的事物。但笔者在和学生家长聊天后，发现许多家长对此大为不解。一方面不信任孩子有能力做出学习的选择；一方面不相信在自由的前提下，人可以自然向上地生长，成为更优秀的自己。</p><p style=\"line-height: 20px;\">每每和家长聊到这里，笔者常常感觉和家长之间隔着万千沟壑，不是一两句话可以解答家长心中的困惑。<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 巧了，这个学期的先锋有两个学生，通过学期末答辩申请独立学分的方式，即将获得属于他们自己的一门课程的学分。这门课程叫做“A和B的冲突与沟通”，（因是未成年人，又涉及隐私，我就用A和B代替了这两位学生的真实姓名）而我，作为他们两位学生的寝室老师，恰巧亲历了整个事件的发展过程。似乎从这件事情出发，能够解答一部分家长的困惑和担忧。</p></div></div><div class=\"row\"><div class=\"col-md-4\"><h4>第一部分</h4><p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;A和B都是先锋的一名学生。A已经十八岁了，他的身上有属于他的特质。极度缺乏安全感，以至于从来不敢正视陌生人的眼睛；小学与初中时，曾有过被老师整，被校霸欺负的经历，也让他多疑、敏感且不轻易相信别人。A身高正常，但很瘦弱，不爱运动的他总觉得喜欢运动的人是五大三粗头脑发达的，会给他的生命带来安全的威胁。</p><p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;B是一名十六岁的学生，他的身上也有属于他的特质。据他自己说，小学时自己是一个呼风唤雨的校霸，上了初中后才意识到从前自己的行为是可笑的。于是他把自己变成了另一个样子。疏于和人交往，平时很少说话，与此同时，继续保留了自己打篮球的爱好。在先锋的B，很少和A说话，每天从下午五点打篮球直到七点。</p><p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;他们俩在先锋住上下铺。</p><p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;通过后来的了解，A在来到先锋没多久后，便感觉B是会威胁到自己生命安全的人。偏见从那时诞生。而B又是寝室长，平时很少和A交流，只有在寝室遇到问题的时候，才会偶尔和A说上两句话。这行为，让A有情绪。A认为，是B故意找自己的茬。于是在先锋生活了没多久，他们俩便开始产生了冲突。</p><p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;他们的课也是从这个时候开始的。</p><p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;写到这里，我首先需要向朋友们解释一下。</p><p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;在A和B第一次在寝室里发生巨大冲突时，那大概是开学一个月之后吧。因为搬寝室的事情，A觉得B在针对他。</p><p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;于是一开始就用威胁的口气回击B：“你想干嘛呀？”</p><p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;B感觉自己受到了威胁，自然也展开了自己的防御，用有些生气的语调对小说：“我没干啥呀，你是不是没事找事呀？”</p><p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;A一看这番回应，立马浑身颤抖起来，继续用挑衅的口气说道：“呦，你长不长眼睛呀？他妈的没事找事？你眼睛瞎了吧！”继而亮出了自己的拳头。</p><p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;B听到这番话语，显然觉得自己受到了侮辱，于是也亮出了自己的拳头，对着A说：“你想干嘛？”</p><p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;寝室学生发现事态有些不对了，将两位学生拉开了。</p><p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;整个过程我都在旁边，但我在发生这次冲突之前，并不清楚在文章一开始就告知大家的，两个学生的特质。</p><p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;从我刚刚描述的细节来说，大多数人看到这个场景后，通常的判断是，一定是A和B的某一方做错了。继而，如果介入，惯常地做法也是先去批评、指责发生矛盾的某一方。但其实，从我后来了解到的经验来看，其实当双方产生了巨大矛盾时，尤其是两个长期住在一起的人，具有亲密关系的人，由于生活中琐碎的细节，产生了希望诉诸于暴力的矛盾，通常绝不是简单的一个因果造成的，一定有双方长期积累的过程。就像夫妻之间因为男人不洗衣服而发生巨大争吵，通常妻子一定在这次争吵前使用了很多种方式试图“纠正”丈夫的“错误”未果后，才会在某一次丈夫继续这样的“错误”后，产生大的争吵。与此同时，在这之外，还有每一个独特的人，曾经的生活给他如今的行为造成的或深或浅的影响。</p><p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;所以，在发生巨大争吵之后，作为第三方，仅仅基于自己的判断随意指责一方，本就不是明智的。</p><h4>第二部分</h4><p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;那天争吵结束之后，我和A、B都长聊了一次。根据两位学生给我的反馈，A有更深重的故事等待我发掘，自然聊得更长。</p><p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;平心而论，处理这个两个学生的争端。对我而言，也是一堂需要学习的课程。我自知我对人、对教育的理解并不如我的导师崔老师更深厚。在处理之前，我和崔老师有过简单的沟通。崔老师的话一如既往地简单，又值得琢磨。</p><p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;“A你曾经带过，肯定比B更了解。但你要记得，B可能是要多聊一聊的，因为他其实没有做错太多的事情。但他会感受不好，他的感受是需要回应的。也正好让他了解A的特质。”</p><p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;我带着这番见解，摸着石头过河一般地尝试解决。通过和两位学生的第一次长聊，我大概掌握了一下的细节：</p><p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;A的语境是这样的：我比B大很多，我打过工，见过社会，见过黑暗。像B这样的人，我见的多了。阴险、狡诈、不诚恳，我讨厌这样的人，我也觉得必须要整治这样的人。</p><p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;B的语境是这样的：他突然就和我吵了起来，我很挫败，也很生气。我不知道为什么，我觉得他没事找事。我像和所有同学一样，不带偏见得对待他，换来的却是他的污蔑，我很生气。</p><p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;通过我写到的A和B，我相信每一个朋友都有一番自己的见解。每一个家长也会有自己的思考。我们就像A，在孩子面前总觉得自己看过更多的世界，可以分享自己的见解；我们也像B，在这种处境下，会觉知到沮丧，试图去安慰和帮助。</p><p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;这些分享或说教的欲望，安慰或附和的欲望，我在和他们的聊天中都曾闪出过，但我却克制了。长久地和学生相处，亲眼见证他们的成长，让我明白对于他们而言，最重要的不是懂了多少道理，而是怎样将自己的道理真正地变成自己的行为方式。</p><p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;当我放下了自己试图分享和说教、试图安慰和附和的欲望后，我反而从刚刚说到两个语境的细节里发现：对于A而言，“整治这样的人”是他的需求，他需要学会用更合理的方式（不是挑衅与报复，不是暴力与情绪）去“整治这样的人”；对于B而言，“不带偏见得对待他，换来的却是他的污蔑，我很生气”是他的需求，他需要学会的是，怎样让A感受到他不带偏见，怎样让A不再污蔑他，怎样能让他更幸福得生活在这个地方。</p></div><div class=\"col-md-4\"><h4>第三部分</h4><p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;我相信，在“主流”的教育实践者眼中，或者说在大多数中国的学校里，这样的冲突并不一定会成为教育的契机，甚至大多数的家长也不一定明白，通过怎样的方式，能让青春期孩子这生活里的“辛辣”成为他们变为更优秀的“自己”的契机。但在先锋，多数老师都清楚，这样的“冲突”其实是他们成为更优秀的“自己”的契机，多数老师也愿意尝试站在学生的立场出发，帮助他们成为“更优秀”的自己。</p><p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;我是幸运的，曾经和至亲的父母产生了巨大的决裂，又因为这无可奈何的关系不得已必须面对的原因，尝试缓解与父母的冲突。这个过程让我明白，最有效的解决方式，是直面让你愤懑、悲伤甚至长夜痛哭的人，和他们深入地沟通，在坦诚的言语里，慢慢解构从前那个自己想象里的“恶魔”。</p><p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;第一次和A与B的长聊最后，我向他们都问了一个问题：“你觉得怎样解决现在的处境？”A的回答是：“换寝室。”我继续问：“换了寝室之后如果还遇到这样的人呢？”A说：“不可能。”我说：“真的不可能吗？不一定哦？”A没有说话。B的回答是：“我不知道，我再想想吧。”</p><p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;我对A说：“你愿不愿意和B一起聊一聊，因为我发现我所认识的B和你所认识的B好像有很多不一样的地方，我觉得这里一定有许多值得深究的东西。”我对B说：“你想不想试试和A聊一下天呢？”A的回答是：“我可以和他聊一下，但是我希望你能在旁边。”B的回答是：“可以”。</p><p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;于是，在一个月的相处之后，这两位从很早以前就产生芥蒂的学生坐在了一起进行对话。而我，是他们的主持人。</p><p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;几个月之后，我坐在这里回想他们第一次的对话，只能敲出以下这些文字：从我的角度出发，我看到了他们之间的沟通“客套”大过“坦诚”，“试探”多于“分享”。</p><p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;A很多时候表达的是：“哎呀，我以前见过太多那种阴险的人了。所以，会很不喜欢。”B则会问A：“你真的觉得我是这样的人吗？我可不是啊。”</p><p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;一个多小时的沟通，他们竭力保持自己的镇静，对自己不满的人隐秘的防御写在脸上。不正视对方的眼睛，很多毫无意义的肢体动作，或搓手或挺直腰板，他们都没有放松。</p><p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;那天我在他们旁边看着他们聊天，没有说太多的话。方才的文字，其实不是我当时的感受。我当时沉浸在自己的喜悦里，误以为他们通过这次聊天，可以走上自己人生的康庄大道，还暗自得意。现在，我认为自己对他们第一次聊天后的描述是客观的，原因在于后续发生的故事。</p><p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;他们的课还在继续。</p><h4>第四部分</h4><p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;平心而论，第一次的对话，确实对他们有一些帮助。至少紧张的气氛缓和了很多，他们相安无事。我作为一个不算勤奋的人，也在心里暗自庆幸他们没有再搞事情。有那么一刻，我甚至在想，如果有一天我身为这样两个孩子的父亲，一定也不希望他们搞事情。人性懒惰的设定，让人本能地不愿接纳自己认为的“麻烦”。</p><p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;大约是第一次沟通的二十天之后，A和B又开始持续发生争吵。长久地生活在一起，每个人都有属于自己的底线。B总会在十一点之后洗澡，这样的行动会影响A；A对B心存芥蒂，哪怕B仅仅是出于寝室长的职责告诉他需要缴纳寝室费用买生活用具，也会让A滋生不满。</p><p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;于是，在生活中偶遇的他们甚至不愿意打个招呼；于是，B不小心碰了一下A的胳膊都会被指责故意找事；于是A向B分享自己的兴趣，B也会无动于衷。</p><p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;我知道他们迟早会产生更大的困惑。</p><p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;那是在第一次沟通完的一个月之后，B在一天下午主动找到了我。他对我说：“桔子，我觉得A已经严重影响了我的生活。”</p><p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;我回答道：“此话怎讲？”</p><p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;他继续说：“昨天晚上，我在寝室洗澡，吹头发的时候，A突然将厕所的灯给关了，我出去找他理论。他就亮了一下拳头，然后和我说‘你想找事吗’？还有一次，他早上起床后用厕所会用很久，我只是敲门问他还需要多长时间。他在厕所一言不发，我又敲了三次之后，他就突然回了一句‘你咋那么烦呦’。”</p><p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;B没有继续说，似乎在等着我说什么。</p><p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;“哦，所以？”我接着问他。“所以我觉得他已经严重影响到我的生活了！”B沮丧地说。我紧接着问：“那你觉得你有影响他的生活吗？”B有些咯噔一下，吞吞吐吐地回答：“哦，其实我知道我之前晚上打游戏的时候声音大了一些，会吵到A的休息。但是我当时带着耳机听不到呀。事后我清楚，这也有我的问题。我确实做得不好。”“哪你想不想再和他聊一次？”我继续问。“这，我希望你在我旁边。”</p><p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;写到这里，我觉得我又有必要向大家解释一下。这一个月的时间，在他们两位学生的身上我做的最多的事情就是观察。</p><p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;观察他们之间相处的细节，观察他们互相之间微小的嫌隙。但我从不会在发生微小嫌隙时，就第一时间冲到他们面前去制止他们。我认为，他们发生嫌隙，本就是属于他们的生活，也是他们的课堂。他们需要的不是道理，是体验，是体验之后的感知和觉察。</p><p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;而我，作为一个生活的同伴和寝室的老师，具有这样两个微妙的身份。老师的身份会让他们产生距离，会让我自己滋生狂妄；反而是同伴的身份更让我能理解、发现和抵达他们。</p><p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;在B找我之前，A也和我有过几次深聊。他说，他觉得自己的休息被影响；他说A说话太刻板，不温柔，总让他觉得没有安全感；他说他觉得B太年轻，不懂得珍惜时间。</p><p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;认真，不带偏颇地观察这两个学生的行为；放下对他们说教的欲望，从倾听的角度抵达他们的思考和故事，既让他们信任我，又让我能从一个旁观者清的角度明白他们的困扰。</p><p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;对于A而言：B影响了他的生活（晚上吵到他睡觉等），是他需要通过和B的沟通去解决的问题。</p><p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;对于B而言：一方面他受困于A对他的生活造成了影响；另一方面，能让他明白A心里的他，本就是对他自己的巨大颠覆。</p><p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;在这样的契机下，他们之间产生了第二次对话。又一个课堂。</p></div><div class=\"col-md-4\"><h4>第五部分</h4><p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;第二次对话，我录了一个小时多的视频。</p><p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;B是一个对自己有很高道德要求的孩子，但他不了解别人。这个学期作为寝室长，其实并没有做很多管理的工作（组织寝室的同学开寝室会议，商量寝室的住宿规则）。</p><p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;他找我聊了与A的故事后，我刚巧提起了寝室规则的事情。他答应我当天可以开寝室会，并愿意会后，在有我的情况下和A聊。</p><p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;我找A沟通，他也欣然接受了这件事情。</p><p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;于是第二次对话开始了。</p><p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;在我看来，第二次对话，他们比第一次聊得深入了一些。</p><p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;A直言不讳地对B说：“你晚上十一点之后会吵到我的休息；我和你没有什么共同点，平时了解也不多，你和我说话都是因为公事，我们没有什么交情，而你说话又很刻板，不苟言笑，这让我很不喜欢。”</p><p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;而B也愿意回应A的观点，不把它理解成指责，他说：“我承认自己的错误，之前吵到你，你在寝室QQ群里说的时候，我还会觉得你在找茬，而且不开心。但是平静下来我知道是我的错，我向你道歉。但我要向你澄清，我自己的性格本来就是这样…”</p><p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;也是因为这次他们互相之间的分享，让我了解了关于他们各自生命中背后的故事。这些故事我用最简单的语言，在前文交代了。</p><p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;在先锋，学生和老师、学生和学生、老师和老师之间，常常会有这样的对话。（相比较而言，老师和老师之间的对话是比较少的，注意，这不是因为老师的等级高，所以不需要，其实只是因为成人之间的防御和那层外壳更不容易揭开罢了。你我都有。）而每一次深入地沟通后，可以让人找到一些由头和原因，去理解之前不曾理解的事情，去看见曾经因为自己或对方的偏见而虚构的“魔鬼”背后的“天使”样子。</p><p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;在我看来这样的对话需要建立在几个很重要的前提下：<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;1、 双方感觉到安全。（哪怕对方在说他心中对你偏颇的感受，你也不会感觉被指责或被暴力的对待）<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;2、 基于第一个安全，就意味着，对话的双方都需要放下自己的身段，至少在沟通的过程中让对方意识到是平等的。这种平等不仅是为对方好，也是为自己好。（这种平等，指的是对方觉得平等。很多时候家长和孩子、老师和学生这种天然有些层级的概念里，学生和孩子在这种概念下天然会有被压抑的感觉，他们想要反抗；而老师或家长在这种层级概念里，天然会有权威感所带来的愚蠢狂妄。在这种情况下，学生或孩子很难理解家长；老师或家长，也会由着这狂妄而看重尊严，最后，对话变成了说教。）<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;3、 以上两个前提，其实都是为了最后一个前提服务的。就是诚恳。（当对话的双方都感觉是安全的；当他们互相之间觉得是在平等交流；于是他们愿意从倾听和理解而不是指责与教育的角度出发，然后通过诚恳地对话，抵达被自己误解了的对方。）</p><p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;让我觉得幸运，也让我自己引以为豪的是，先锋学校这块土地里，常常拥有这样的土壤。</p><h4>第六部分</h4><p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;写到这里，故事说完了吗？其实没有。</p><p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;小A和小B的冲突解决了吗？其实也没有。</p><p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;后来他们又产生了第三次冲突，而我在第三次冲突之前和之后，又和他们聊过很多次。因为有了第一次和第二次的对话，以及有了他们持续不断的冲突体验，并且他们遇到了属于自己的困惑。我才能在他们的聊天里，告诉他们自己身上出现的问题。（当然，能告诉并让他们听进去他们的问题，离不开我是他们俩都信任的人。）</p><p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;学期末的答辩，小A和小B都有发言。小A明白自己之前对小B有很多的偏见，这些偏见有自己的原因。小B明白自己之前其实对小A也有很多偏见，这些偏见也有自己的原因。</p><p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;除了偏见，他们还说到了“敌意”、“焦虑”，并通过举例证明了自己之前对对方都有过“敌意”和“焦虑”。</p><p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;而他们在答辩的最后，通过亲身经历，告诉参与答辩的老师，解决冲突有一种办法：</p><p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;“其实，很多冲突都和偏见、敌意有关系。而消除敌意和偏见，其实最有效的方式就是沟通。但是，从我们的经历里会发现，对于现在的我们而言，也许在沟通的过程中有一个安全的环境是非常重要的。比如我们都信任一个人，在这个人在场的情况下，坦诚地沟通。也许在双方都还没有能力直接通过沟通解决办法的时候，这种方式是有效的。”</p><p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;他们坐在一起答辩和分享的时候，双方都承认如今对待对方仍然会有偏见和敌意，但是，他们已经可以努力和自己心中的偏见与敌意相处。试图不让这偏见与敌意伤害了对方。</p><p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;他们在表达这样的言语时，平和又关照对方。</p><p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;答辩的最后，学校的老师伟恒建议他们俩可以再研读一些书籍，然后通过文章的方式，将自己的智慧分享出来。学分，也是自然而然的事情。</p><h4>第七部分</h4><p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;让笔者大言不惭地谈谈教育吧。</p><p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;就像刚开始的“笔者按”一样，先锋的教育是在尊重孩子的前提下进行的。人生活在土地上，就会思考、就会行动、就会产生困惑、就会出错、就会寻找答案。</p><p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;很多时候，是你没有理解他们的思考，没有看见他们的行动，没有站在他们的角度回答他们的困惑，没有容许他们出错，自然也不信任他们能够寻找到答案。</p><p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;也就像这篇小故事里发生的一样：</p><p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;A和B在相处的过程中，互相之间产生了冲突。虽然从外在表现上来看，A对B的“敌意”更深重得多，A对B的行为似乎更容易让人将问题归罪于他。但其实，这种冲突是有双方的问题，双方的偏见和焦虑在左右双方的行为。</p><p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;他们在一起争吵了，他们甚至动起手了。作为成人，或者说作为第三方，不诚恳地了解两位同学，在“争吵”或“动手”的处境下，第一反应是“制止”或“说理”。可是，他们在“争吵”和“动手”时，其实就是在用他们的方式去解决他们之间的矛盾；而他们也正是因为没有“学会”其他的方式解决矛盾，而使用了“争吵”或“动手”。</p><p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;作为他们的生活伙伴，我认为这本来就是他们的课堂；而这个课堂需要一个生活的伙伴倾听双方的怨怼，并愿意从他们双方的观点出发，让他们将另一种更适合他们的方式——比如沟通——真正的“做”出来。</p><p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;这背后，需要这个生活伙伴付出耐心、时间，不狂妄、不偏颇。而他们在这样的环境下，可以因着他们的需求成为更好的自己。</p><p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;在先锋的经历，让我自己明白，教育或课堂本就在生活之中；而任何时间、任何地点、任何方式都可以进行学习。有的时候，不是孩子们没有在学习，而是作为家长或成人的我们没有一双发现他们在学习的眼睛。</p></div></div>"
    },
    {
      "id": "4",
      "name": "主流教育媒体对话先锋|信息化教学与项目式学习",
      "pics": [
        {
          "name": "pbl_4.jpg",
          "description": "学生照片1"
        },
        {
          "name": "pbl_1.jpg",
          "description": "刘晓伟：先锋教育创始人，先锋教育学校校长"
        },
        {
          "name": "pbl_3.jpg",
          "description": "学生照片2"
        },
        {
          "name": "pbl_2.jpg",
          "description": "学生照片3"
        }
      ],
      "time": "2017年04月",
      "author": "《时代教育》",
      "enName": "Mainstream education media dialogue with Pioneer | Information education and project-based learning",
      "abstract": "《时代教育》杂志两次到先锋学校采访，记者最大的感受是自由，区别于传统学校，这里没有班级区分，没有学科限制，更没有为学生设定不许玩游戏之类的禁区，反而引导学生在信息的世界里以项目为主导，展开更有价值和有效率的学习。",
      "enAbstract": "'Era Education' has came twice to Pioneer, different from traditional schools, there is no class, there is no subjects...",
      "body": "<div class=\"row\"><div class=\"col-md-12\"><p class=\"diff\">记者:先锋教育学校的前身是“成都现代私塾”，早在2002年学校成立之初，您就开始尝试利用信息化进行教学，这与您的教育经历和观察，有怎样的关系?</p><p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<strong>刘晓伟：</strong>我对教育的关注，最早是从去美国留学开始，但当时我的本意还不在教育本身，而是美学和艺术方面，把艺术和教育结合在一块。我们中国的艺术教育在当时就是唱歌跳舞弹琴画画，都是术的方面的东西，而在美国已经Education Through Art，即通过艺术来进行教育， 把艺术作为一个手段来进行教育， 比如，如果“做人”是教育的最终目标，那么通过艺术来培养你做人，而不是通过艺术来让你成为一个艺术家，成为一个匠人。所以我当时就放开了，生出了要在中国做这样的教育的想法。<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;刚回国的时候，90年代，那时候是个全民皆商的年代，做教育的人身份很低，大家都做生意。那时候，中国就开始提出从高中开始开设信息技术课程。但那个时候的信息课程从上到下路子都走偏了，那个时候叫微机课程，相当于免费帮微软培养用户，教的是怎么使用微软软件，但软件是在不断更新升级的，我们不应该花这么长时间来学这个，只需要学会看帮助菜单就可以了。信息技术很重要，但信息技术该怎么教? 我们当时就在考虑这个问题。<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;我为什么要考虑到信息技术教育?因为个性化教育的成本很高，但是信息化可以让这个成本大大降低，通过网络就可以了。那是2000年左右，当时上海在做教改，我们就帮他们做信息技术这一块。我们的思路是希望通过信息技术来实施全人教育，信息技术只是我们实施教育的一个载体。</p><p class=\"diff\">记者:现如今，信息化已经成为全面事实，受其影响，我们的思考方式、学习方式、教育方式正在发生巨大改变。在这个背景下，先锋做了哪些尝试?</p><p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<strong>刘晓伟：</strong>中国人受教育是为了找到好工作，要找好工作就要上好大学，就要上好的高中，要上好的初中和小学，现在甚至要上好的幼儿园。整个教育就是为了考试服务，但我认为这些考试是没有用的，因为我们的考试大多只是考你的记忆力，你只需要背标准答案就可以了。我们学的东西是已经过时或将要过时的东 西，但现在是信息爆炸的时代，我们更需要的是检索信息、分析信息和判断信息的能力。所以我提出了先锋教育。<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;学校里应该教学生什么呢?在先锋学校，我们有五大教育目标:学会做人:不同的群体有不同的品德标准，但是人类有共同认可的一些价 值观念，比如说尊重人、有爱心、有耐心、有意志力、宽容、自尊等;有了这些的好性格，你会受用终身，这是比挣很多钱、上名校更重要的;学会思考:批判性思维，有辨别能力，有独立人格，能够独立思考;学会学习:未来社会不可能有铁饭碗，有学者研究，未来人一辈子要换六到七份职业，现在出现了很多以前没有 的行业，要适应未来社会，必须要有自主学习、终身学习的能力;学会交流:交流沟通能力重要性是不言而喻的;学会合作:未来的事情，不太可能你在家里的小作坊就做了，很多事情都需要和别人合作进行。这五种能力是无论将来你从事什么行业，一辈子都需要的。<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;“项目式教学是解决真实世界的真实问题，任何一个真实的问题都是综合的，不仅仅是单学科问题。”<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;确定下来“五会”之后，我们又考虑:怎样教这“五会”?我们觉得项目式教学是最好的一个途径，让学生学习解决真实世界的真实问题。任何一个真实的问题都是综合性的，不仅仅是单学科问题。</p><p class=\"diff\">记者:先锋学校的教育探索是非常个性化的，其中就包括问题式教学、项目式教学，项目式学习究竟是怎样进的?对老师有哪些要求? </p><p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<strong>刘晓伟：</strong>最早，项目式学习我是从幼儿园开始做的，比如小孩子刚开始认知，辨别颜色、分类，我们传统教育的方法就是教一些概念，但孩子的认知要从具体到抽象，从实践基础上得来，如果只是灌输式传授概念，效果不会好，而且孩子是被动学习。我们是这样来教的，比如到冬天，发现孩子戴手套了，每个人的手 套不一样，有不同的颜色，有的是五个手指头，有的只有一个手指头，还有的没有手指头，手套的材质也不一样，有棉的、毛线的，等等。数字、颜色、大小、保暖安全生活知识都整合在里面了。做深入了，可以延伸到方方面面，是全方位的认知。<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;项目式教学不是乱做，有一套方法。项目式教学一般有三个阶段:项目的计划和启动、项目的开展、总结和反思。项目式教学还有五个结构性特征:讨论、实地考察、表述、调查、展示。这些方法是贯穿整个项目过程的。<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;老师的角色是多方面的，是在不断变化的。他要扮演一个引导者、一个学习伙伴，有时候还要扮演学生， 很多的角色。我最忌讳的是老师扮演传统老师的角色、教知识的角色，为什么?因为一旦你去教，就很可能阻碍了学生去主动探索。比如，我们先锋学校布彦老师教历史，重点就不是教学生多少历史知识，而是教他们学会如何去学习历史，以怎样的历史观来了解历史，看待历史，更多的是一种逻辑和思维能力的培养，这是最重要的。<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;当然，作为老师，应该了解项目式教学的基本框架结构，通过观察，判断什么时候该介入项目。老师应该去关注，孩子的兴趣在哪里，孩子的思考在哪里，项目推进过程中，五大领域的目标会得到实现。这也是建构式学习。孩子不是一张白纸，每个人都有自己的经验，当他把未知和已知的东西联系起来，学习才会发生。 老师要做的是帮助孩子找到未知的 和已知的事物之间的联系。只有只有学生主动学习时，真正的学习才发生，有意义的学习才是真正的学习。</p><p class=\"diff\">记者:先锋学校给学生营造了一个非常宽松、自由的学习环境。其背后是学校对学生的相信，相信他们有能力去 判断、选择、成长为更优秀的自己。学校为何有这个自信?如何在管理层面进行保障的?  </p><p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<strong>刘晓伟：</strong>“五会”教育目标，其中第一条是“学会做人”——这里面就包括很重要的责任感:给孩子自由的同时，也赋予他责任。只有给孩子选择的自由，才能让孩子学会承担责任。<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;自由和责任是双胞胎，学生有选择的自由权，也就意味着必须同时承担自己选择所带来的后果。我们学校管理的很多规定，比如说寝室的规定，都是由学生制定的。让学生学会承担责任，这对我来说是教育中最重要的一点。很多学生从小到大都是家长、老师决定一切，学生自己没有选择的权利，也自然不用承担选择的后果。如果要让学生自己选择，他就得自己做出思考，这也是为什么“学会思考”也有很重要的地位:思考力能让孩子做出明智的选择。<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;我们对学生的管理并不是通过外界去强制他，而是要他形成自律，通过自律的办法来管自己，我们更强调自我管理。只有真正自由的人才可能真正形成自律。我要举的例子就是金字塔建造，绝对不是奴隶可以建造出来的，一定是自由人建造的。</p><p class=\"diff\">记者:先锋学校的家长大多也是从传统教育环境里生长出来，从传统教育到如今，必然经历一个过程，有哪些问题需要面对?先锋如何影响他们的?</p><p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<strong>刘晓伟：</strong>理念的冲突肯定是最大的问题。首先，学生来先锋必须是自己的选择;其次，家长要对我们的理念有一定的了解和认可，即便不完全赞同，他也是要愿意尝试的。在教育的过程当中，学校也是要不断跟家长磨合，让家长了解我们。我们常常有各种活动让家长参与，家长们在家长群里也有交流。孩子的变化其实是对家长最好的教育和说服，他们能够看到自己孩子的变化和成长。<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;刚开始最大的冲突肯定是家长觉得我们不管孩子，传统学校是什么都要管。我们曾经让家长和学生一起对我们学校的管理提些要求， 家长就提过这样的要求，比如，希望学校规定何时起床、何时吃饭、何时上课、何时睡觉，总之严格规定学生的作息时间并严格监管。学生当场就回应，这不就成监狱了吗?每时每刻都监管得很严，没有一丝空隙。所以我经常讲，我们先锋的老师需要扮演很多角色，但不希望扮演保姆，扮演警察。<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;我们老师作为导师，实际上是创造一个让孩子包括我们自己能够自由生长的环境。所以我们的规矩其实很简单:安全。自由都是在保证安全的前提下。很多人觉得如果给了孩子自由，他们会无法无天，会胡作非为，但他们忘了，给孩子自由的同时，其实就是给了孩子责任，他要为自己的行为承担后果的，所以他不会无限制地去做任何事情。</p></div></div>"
    },
    {
      "id": "5",
      "name": "20年，这个有教无类的学习公社如何度量自由、探求自我？",
      "pics": [
        {
          "name": "self_1.jpg",
          "description": "学校照片1"
        },
        {
          "name": "self_2.jpg",
          "description": "学校照片2"
        },
        {
          "name": "self_3.jpg",
          "description": "学校照片3"
        },
        {
          "name": "self_4.jpg",
          "description": "学校照片4"
        },
        {
          "name": "self_5.jpg",
          "description": "学校照片5"
        }
      ],
      "time": "2018年11月03日",
      "author": "芥末堆 红印儿",
      "enName": "In 20 years, how does this community with no measurement of freedom and exploration of oneself?",
      "abstract": "《时代教育》杂志两次到先锋学校采访，记者最大的感受是自由，区别于传统学校，这里没有班级区分，没有学科限制，更没有为学生设定不许玩游戏之类的禁区，反而引导学生在信息的世界里以项目为主导，展开更有价值和有效率的学习。",
      "enAbstract": "'Era Education' has came twice to Pioneer, different from traditional schools, there is no class, there is no subjects...",
      "body": "<div class=\"row\"><div class=\"col-md-12\"><p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;又是一个周五，下午两点到四点是先锋教育学校老师布彦隆之的东亚史与历史学课。他一边播放去日本访问的照片，一边和学生讨论中国游客的血拼爱好以及背后的文化投射。布彦隆之和学生们围坐在长桌旁，拉上窗帘的教室里只有投影屏幕和几块电脑屏幕亮着，后排几个男生关掉音效的电脑还停留在吃鸡界面。<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;这个场景与先锋教育学校校长助理桔子在2014年刚到学校时的第一印象相差无几。<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;那是先锋教育学校校长刘晓伟的一堂课，座位第一排之后的好些学生都开着自己的电脑，其中好些还在打游戏。桔子当时觉得：“这就是个网吧！” <br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<strong>大多数初到先锋教育学校的人可能都会对这里的自由尺度之大感到惊讶。</strong>上课可以带手机、不禁止校园恋爱、就读时长由学生自主决定、打王者荣耀可以换学分，这些只是学生在先锋教育学校探索自我的冰山一角。<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;“如果说创新学校也有一个由弱渐强的光谱，那我们可能是在光谱最靠右的位置，属于更前卫的那种。”先锋教育学校副校长崔涛说。<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;从1998年教育理念萌芽至今，先锋教育学校过去二十年间的教育实践就像是一场对于自由、自主、自我的不断度量与修正。如今，这所学校还在不停地、慢慢地生长。</p><h4><strong>因自由，得自我 </strong></h4><p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;先锋教育学校不挑学生。“我们相信人人可以成材。”桔子解释。就读先锋教育学校的过程也是自我探索与自我实现的过程。在家长认可学校教育理念的情况下，学生可以试读两周，之后是去是留都由学生说了算。通常情况下，约有一半的就读学生都是公立学校的退学生。<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;今年15岁的A去年秋天从山东买了张单程机票来到先锋教育学校。由于公立学校的学习节奏让他的神经性头痛时常发作，初中时A就进入一所侧重传统文化教育的体制外学校就读。<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;后来他还是觉得学校安排太紧张，没有时间探索自己对音乐的喜爱，便决定来先锋教育学校看看。与不少刚到先锋教育学校的学生类似，突然摆脱管教与束缚的状态让A完全放飞自我。白天睡觉、晚上通宵打游戏的状态大概持续了一个半学期，“那时拉开窗帘看到天亮，感觉自己就跟死了一样。”A说。A最终在尝试成为职业电竞选手的过程中戒掉网瘾。作为王者荣耀课程的老师，崔涛提议A尝试“打打职业”，A决定试试。 <br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;A的训练项目先后从王者荣耀换到吃鸡，每天练习至少八小时、运动两小时，练习强度大到有时一个月都不怎么离开宿舍。虽然曾一度在吃鸡亚服上超过93%的玩家，但职业电竞选手的训练节奏让A练着练着就感受不到游戏的乐趣了。<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;“后来就真是打烦了。”A说。这学期，他有了更多时间去上自己喜欢的课，也会琢磨自己喜欢的流行音乐，还成为学校外事委员会的成员。最近，A把自己的微信昵称改成了“现充”，代表“现在很充实”的意思。<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;和A同为外事委员会成员的B来到先锋教育学校才一个多月。她曾辍学一年半，之前辗转就读过江浙地区的好几所体制外学校。讲起离开上一所学校的原因，B说主要是因为学校不允许用手机。<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;手机对B来说意味着安全感。“就算不用，也想要把手机放在身边。”B一边说着，一边把手机往面前桌面拨了拨。第一次从妈妈那里知道先锋教育学校允许学生玩手机、染头发、化妆时，B只觉得：“我的天！这学校太好了吧！”<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;不过，真正从温州抵达先锋教育学校的第一天，B曾以为她在试读之后绝对不会留下来。<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;“第一眼看到宿舍的时候特别失望，觉得里面没什么布置，学校里的女生也不够潮。”B回忆。开学第一天的自我介绍环节，在陌生人面前不爱讲话的B不肯开口，最后是一位老师替她做的介绍。<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;变化大概是在每天的点滴里酝酿的。B自己把宿舍打点出来，每天大概会花半小时化妆，想抽烟了可以去跟老师讨论香烟品牌的优劣，并且还认识了新的朋友。她慢慢觉得在学校待得越来越舒服，还主动报名加入外事委员会。至于未来，B目前还没太多想法，“随遇而安吧。”</p><h4><strong>自主有界</strong></h4><p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<strong>“自由并不是一件简单的事情。”先锋教育学校官网上写道，“习惯了过去被决定的生活，来到先锋自由的环境下会有种种不适，反而怀念过去一切被决定的安全感。”</strong></p><p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;对于探索自由这件事，在帮助学生摆脱来自外界的不必要控制之后，先锋教育学校还有两步要走：给予学生必要的支持、培养学生运用自由的能力。<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;先锋教育学校的校区里遍布着学生自治的痕迹。学校教学楼主体是由楼盘售楼部改建而来，把售楼沙盘改为公共讨论区的圆椅、在一楼设置出一片图书馆区域、将二楼房间隔板拆掉改为玻璃墙，这些改造工程都由学生自主设计并组织施工。<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;实际上，空间的功能是流动的。一年半之前，学校里相对封闭性最高的小教室被五位准备出国的学生起名叫“英语超级无敌英俊潇洒玉树临风的自习小组的小教室”。他们向学校申请在每天下午两点到六点将教室作为自学英语的空间，并设定出八条教室使用规则。<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;每到英语学习小组的自习时间，小教室就会暂停开放给非自习人员，只有前往套间内琴房的同学才可借道进入。与小教室仅一墙之隔的琴房同样由学生自发组成的教室空间改造小组设计而来，墙壁上的隔音装置是学生们从淘宝上买来自行组装上去的。<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;14岁的熹熹是一个钢琴爱好者，周一到周五每天下午三点她都会到学校的琴房练琴一小时，练琴时段由她与其他四位同学协商而来。“在先锋，学生们会意识到他们需要独立打点生活的方方面面，其中就包括处理与同学的关系。”桔子说。<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;在学习这件事上，先锋教育学校并不刻意做课内与课外的区分。学习可以随时随地、以各种各样的形式发生，支教、露营、骑行、音乐会、讲座，这些活动与课程一样都是教育的载体。<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;先锋教育学校采用选课制，课程根据学生的兴趣和老师的特长开设，凑够五人即可成班，课表每学期都不一样。每学期虽有学分要求，但获得学分的方式多种多样。<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;学术学分可以通过课程、项目制学习、游学、独立学习以及和导师交流互动五种方式获得，非学术学分则取决于学生在某件事上投入时间的多少与技艺精进的程度。<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;学生们对于自己想学什么、学到什么程度有着极大的自主权。“只要你肯为一件事付出努力，又有明确的目标去达成，就可以换得学分。”李子祺说，“目标也可以根据自己的情况进行调整。”在王者荣耀课程上获得学术学分后，李子祺进入到职业训练的独立学习状态，投入在王者荣耀和吃鸡训练上的时间都换作了学分。<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;除了学习生活，学生还有机会参与校园管理的方方面面。从2013年在成都开始实体办学至今，学生自治的形态经过了至少三个版本的迭代。一开始，学生们选举出总统、组建起学生政府，后来又更加务实地演变成承担外事、学术、传播等多个功能的学生委员会。<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;目前，学生们成立了学生会。他们将以学校董事会一票、非董事会老师一票、学生一票的形式参与到学校重大事件的决策中，例如建议老师任免、查看学校财务状况等。最近，学生们还将要决定学校食堂的去留。</p><h4><strong>自主有界</strong></h4><p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<strong>很难用某一个词来概括先锋教育学校老师的角色：学伴、玩伴、朋友、父母、兄弟、姐妹、心理咨询师，这些描述其实都适用。</strong></p><p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;先锋教育学校没有单独设置教师宿舍、教师食堂或是教师办公室。老师与学生同吃同住，学生的教室就是办公场所，育人的过程也是自我成长的过程。<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;崔涛从小到大都是个典型的好学生，直到进入大学后才有了更多时间来反思自己所受的教育。来到先锋教育学校之前，他曾做过独立老师，也曾在21世纪教育研究院工作。<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;“和学生生活在一起让我丢掉了好学生的那种‘骄傲’，看到了‘人之为人’的一些东西。”崔涛说，“比如他们小小年纪就选择来先锋念书的那份勇气。”<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;作为之前王者荣耀课程的老师，崔涛喜欢用游戏来解释他眼中老师的角色。“我感觉自己比较像DOTA里的辅助，既要有carry的能力和思维，能够去上课、做管理；又要能提供边缘支持，比如去做一对一沟通、提供力之所及的引导。”<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;这意味着老师不再扮演知识权威，授课老师负责的课程内容甚至可以是老师本身都不擅长或者待探索的。从兴趣出发进入到真实的生活场景中，再瞄准适合自己的目标修炼能力，这样的学习路径对于老师和学生来说都适用。<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;“用教育行路，小说，应是我的归途吧。”桔子在朋友圈签名里写道。他梦想成为一名小说家，曾在学校尝试开设故事分享和家族秘语课程，与学生们探讨如何讲故事、如何书写家族史。直到现在，桔子还在运营他的个人微信公众号，他会在上面抄诗、写影评、记录学校的课堂和人物。<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;“爱孩子、爱学习、有理想、有能力”，桔子如此介绍先锋教育学校对老师的基本要求。在这个以构建终身学习社区为愿景的地方，老师的自我学习与学生的自我实现都很重要。<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;儿子2016年从先锋教育学校毕业后，程蓉的身份由学生家长变为学校校医。“我更像一个观察者和学习者，看到了自己的很多局限，也慢慢去接受真实的自己。”程蓉说。学生们每天都在向她展示什么叫做信任、自在、开放，也带给她对于自己和之前育儿方式的反思。<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;程蓉曾和用丝带扎着长发的儿子走在街上，路人不经意的注视都会让她感到不自在。如今，哪怕学生选择不来参加她的一小时心理访谈，她也十分淡然。“我可以等，我知道学生来或者不来都是有意义的。”程蓉说。</p><h4><strong>从骆驼到婴孩</strong></h4><p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<strong>学会做人、学会思考、学会学习、学会交流、学会合作，先锋教育学校校长刘晓伟在1998年就提出了这个五个教育目标。他先后在幼儿园、初中和高中阶段实践这些教育理念，在尝试过在线教育、私塾等形式后，先锋教育学校在2013年拥有了实体校园。</strong></p><p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;先锋教育学校成都校区坐落在新都区班竹镇北欧知识城，教学楼是楼盘之前的售楼部，学生宿舍也在楼盘内。不过，先锋教育学校的教育实践是超越“学校”的。<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;除了打破封闭的学习空间和固定的学习时间，先锋教育学校的毕业也并不以传统意义上的升学作为节点。学生可以随时入学，也可以自主决定毕业时间。<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;“只要一个学生在先锋找到了他人生中的下一个目的地——可能是国内外的学校，也可以是直接进入社会或者创业——他就已经完成了在先锋学校的教育。”桔子解释。<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;虽然先锋教育学校的在读学生长期以来不过二三十人，但毕业生有着五花八门的去向：有的进入美国排名前100的文理学院就读，有的在做自己的摇滚乐队，有的创立了出售高原牦牛皮具的社会企业，还有的加入先锋教育学校成为老师。<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;今年秋天，在经过一学期的试运行后，先锋教育·安格学院在深圳正式投入运营。这是先锋教育学校在成都之外的第一个校区，两个校区将共享包括师资、生源、升学渠道在内的所有资源，学生可以选择任意校区开展学习。<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;“安格”音译自“Agora”，意指古希腊城市生活的中心地，也是古希腊公民文化生活的中心。安格学院位于深圳市中心的一个150平方米左右的写字楼空间里，但与成都校区一样，所谓“社会即学校，生活即学习”，学生们去商业溜冰场上滑冰课、去炮台遗址上城市考古课、或者去暴走漫画公司实习。<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;安格学院联合创始人黄鹃娟在2018哈佛中国教育论坛上分享了她团队中一位老师对于教育本质的思考，这是引自尼采《论三种变形》的一个观点：<p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<strong>“如果人的一生有三种精神境界，那么每个人最开始都是沙漠里的骆驼，愿意忍耐并承载重担；再后来，也许能蜕变成狮子，勇于主宰、渴望征服世界；最终的境界是在征服世界之后能如获得新生的婴孩一般，返璞归真，无所畏惧。”</strong></p><p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;从好奇开始，一步一步找到自我、成为自己，获得充实又尽兴的生活，这似乎也是先锋教育学校对于教育的期许。</p></div></div>"
    }
  ]
}

