{
  "achievement": [
    {
      "id": "2",
      "name": "戒网瘾学校系列",
      "time": "2016年",
      "pics": [
        {
          "name": "1.jpg",
          "description": "网瘾系列1"
        },
        {
          "name": "2.jpg",
          "description": "网瘾系列2"
        },
        {
          "name": "3.jpg",
          "description": "网瘾系列3"
        },
        {
          "name": "4.jpg",
          "description": "网瘾系列4"
        },
        {
          "name": "5.jpg",
          "description": "网瘾系列5"
        },
        {
          "name": "6.jpg",
          "description": "网瘾系列6"
        }
      ],
      "author": "陈韵依依",
      "enAuthor": "Yiyi Yun Chen",
      "enName": "Quit-Internet-addiction School Series",
      "abstract": "这是我校的一个学生在2016年10月底去成都一所“著名”戒网瘾学校的故事，她对此类问题的关注由来已久，在经历数次的努力后，她终于有了实地走访的机会。",
      "enAbstract": "This is the story of a student of our school who went to a \"famous\" school for treating Internet addiction in Chengdu at the end of October 2016. She has been paying attention to such schools for a long time. After several efforts, she finally had the opportunity to go to the school.",
      "body": "<div class=\"row\"><div class=\"col-md-12\"><p style=\"line-height: 20px;\">作者<strong>陈韵依依</strong>，先锋2017年毕业学生，就读先锋两年多，因先锋称是中国的夏山学校来到先锋。（当然，先锋学校和夏山学校还是不同的，在理念上先锋对夏山有借鉴之处，但在实践方式上并不完全相同。）依依爱思考写作，自学德语2年，对心理学、教育领域都很感兴趣。她曾是先锋众筹咖啡馆主要执行人之一，擅烘培，曾跑完女子马拉松。电子邮箱1171155727@qq.com，感兴趣可与依依交流。</p></div><div class=\"col-md-6\"><h4>前记</h4><p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;三年的时间并没有改变太多的东西，但我总算要去做点其他事了。<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;容我在这儿先讲讲故事。三年前，我开始关注这个问题。那是一个晚上，凌晨两三点的样子，我还坐在电脑前，沉浸在一种难以描述的情绪中。当时究竟是一种怎样的情况，让我把“少管所”作为关键词进行搜索的呢？时间久远，我早已忘却。我只记得我很忧虑、难过，还有一些愤慨，以及深深地同情、理解那些“犯事儿的孩子”。往事一件件浮现在脑海之中。如果当初年幼的我没有转学，继续在那种环境下发展，继续得不到渴望的温暖，得不到理解，任由那股邪恶的力量封闭在心里发酵，现在的我会是个什么样子？我不由地颤栗。时至今日，我还能感受那痛苦，体会那不被理解，隐隐约约也能回忆起那是一种怎样的心理。大半年后，我出了学校，打算在这方面做点什么。我想进去看看，看看里面的真实情况，了解、收集更多的信息。但向周围的人打听来打听去，也没有收获。有些人觉得我是“疯了”，大好青春怎能浪费在这等事上，应该把全部的心思都放在学习上，“年轻人啊！”他们叹息道，“为什么不能以后再去做这些事？”。有些人并不说话，只是用不可思议的眼神看着我。有些人的确支持我，也帮着我去打听，但最终得到的答复都是——“不行”。眼下并没有其他办法，我也不至于傻到为了进去看看而去犯罪，误了自己的前途，毁了自己的一生。但我也怯于再向更多的人寻求帮助，并失了信心，这事也不了了之。了一年，一种奇怪的感觉又涌上心头，使我惶恐、惊慌，不知不觉中又回到了这个问题上。但这次的搜寻，使我有了新发现。多次转换关键词后，我搜到了一类特殊的学校，一类专门招收所谓的“问题学生”的学校。虽是一类学校，但不同的学校在网页上呈现的东西就有着很大的差异，在此不详细说明。老实说，去了解这些东西是个极不舒服的过程。我阅读过一位作家父亲就自己“问题儿子”写的一本书。看的时候，我全身被气得发抖，脸上挂着一副凶神恶煞的表情，以至于旁人都不敢靠近我。在我看来，那位父亲（原谅我在这里骂上他两句）是多么地愚蠢！可笑！我还从来没有见过有人能把无知与可耻说得那么地有道理！可怜的父母，可怜的孩子。但令我佩服的是，在这极其糟糕的情绪下，我还是把这本书从头到尾、一字不落地通读了一遍。我久久都不能平复，在看够了网页后，打算实地考察一下。又要去面对那些目光了。但事情没有哪啊么简单，也总不是那么一帆风顺，或者说从来都没有顺利过。我亲爱的母亲，出于支持，也出于一份担忧，主动陪我去实地考察，但我俩却因为沟通的问题，在别人学校里爆发了极大的矛盾。后面还有很多事情，不在这儿一一阐述了。<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;但生活就是如此，总是出乎人的意料。巨大的冲击使我又查了几个月资料后，又把这个问题搁置了一年。可我性格中的执拗让我放不下，加上我不太长记性，在一个地方碰了壁，总会发生第二次、三次、四次撞向那堵墙的情况。于是一年后，我又……<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;呐，就是这么个情况。<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;只是，我已不再那么海阔天空地做事了。最让我满意的是，我还有了一个导师，他可以在我需要的时候尽可能地给我提供帮助。也许他并帮不了我什么，但知道有个人会一直在那儿，而且无论如何都不会打击你，这，已经是极大的安慰了。我想进去“体验”几天，可我那亲爱的母亲，却坚决反对我想要去做的事。她担心我进去，不被打死，也被打残，就算不挨打，也会遭受其他方面的打压，造成心理上严重的伤害。她怕我受到伤害，这我理解。为人父母，总要去顾虑很多。<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;但那真的是什么洪水猛兽吗？对此，我很疑惑。社会上的评论几乎往一边倒，把里面说得要多恐怖，有多恐怖。前段时间，又出现了个问题少女弑母的案件。近年来，孩子惨死在那类学校的报道也层出不穷。我并不质疑这些事件的真实性，也许事实会被夸大，但这些事情总会发生。但媒体不就是要报道一些特别极端的事来吸引大家的关注，引发社会舆论吗？<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;尽管我并不认同那类学校的教育手段、方法、理念、思想，但总想去看看，想知道里面到底是个怎样的状况，具体会发生怎样的事，那里的人又是出于一种怎样的心理。我知道，只是坐在电脑前，与那群活在水深火热中的孩子同情共感是远远不够的。我得知道，在他们身上到底发生了什么，他们在经历什么以及在想什么。这样，我才能更好地发挥我那渺小的作用。<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;无法预料的事情多得去了，终于在最后来了个让人在梦中都能笑醒的。一日，我们去参加母亲朋友儿子的婚礼宴席，偶然中我得知，就在这附近有一所问题学生学校。母亲知道我的性格，怕我一时冲动干些傻事，便答应我过去看看，还亲自装作是去考察学校的家长，帮我打听学校的情况。“也没有想象中的那样糟糕。”事后，她如此说道并同意了我之前的请求。<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;我们商量好时间，以及“急救暗号”。从星期三待到下周星期二，中途，妈妈会来看我一次。只要提到“金灯果”这个暗号，妈妈无论在何种情况下，都要想办法将我接走。我也得注意自己的言行，“一定不要干傻事！”妈妈提醒我。<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;但我要扮演怎样的角色呢？我想了很久都没想清楚，也和我的导师讨论了不少。但到后来，我也不太在意这个点——在想不明白的时候就不要多想了，去做一下就明白了。况且，这没有剧本的戏，本身就没有个定数。后面我将真实地记述在里面发生的事情。<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;几天的体验可能并不能带来什么，但这无疑是个好的开始。</p><h4>入学</h4><p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;在知道我们的情况后，没有多问就让我们进来了。车辆直接通过了大门，向前开去。这是一条没有岔路的大道，修得很平整，两边都有修剪的四四方方的灌木丛，隔着十几米就插着一面彩色的旗帜。大概开了八百米才在正前方看到一块大石头，上面刻着八个大字：乐学、创新、自信、笃行。<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;我有些激动，但我必须先平静下来，然后装出一副桀骜不驯、目中无人，叛逆得无可救药的样子。我们绕了个大圈，最后开到招生办公室的门口。招生办里坐了两位男士，在简单的招呼之后，他们开始了谈话。母亲表现出十分忧虑的样子，一双无神且疲惫的双眼，焦灼又无奈的语气，语言激动又失落，她向他们真切地吐露自己的心声，又时不时朝我这边看一眼。她跟那些人说了什么我并不在意，只是一场戏罢了。而我只是冷眼相待，毫不在意地瞟瞟四周。场面十分地尴尬，但那两人似乎早已习惯，对此并没有的语言上的评价或行为上的干扰。<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;出了办公室，尴尬的情形更加严重。我始终和他们保持着两三米的距离，他们也未曾尝试靠近。我和母亲以上厕所为由，得到了一点单独相处的时间。“你没事儿吧。”我说的声音很轻，并且尽可能让语句的意思听起来含糊不清。我追问道：“我演得如何？”妈妈点点头，但依旧一副紧张的样子，左顾右盼之后，又过了两秒，才对我说出两句短短的话：“我还好，你没事儿就行。”我们进到厕所，又简单交流了几句。妈妈始终放松不下来，说完最后一句话，指指墙壁，话只说了一半：“隔墙……”我们对视着点点头，一同走了出去。<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;楼梯间的墙上，挂着“青少年的十二大问题”。比网上的多了“两大问题”，但我也只是一晃而过，具体是哪两大，并不清楚。一会儿，我们被两位女老师领到食堂，而我的母亲，还在尽职尽责地向她们诉说着我的情况，两位女老师也表现出一副认可而又同情的样子，时不时地点点头。可我，却是那么地不解情意，冷冷地看着她们。<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;整个食堂回荡着一个女人大声的叱喝——一位孩子、一位母亲年龄的女人、一位教官，一位女老师坐在一起。那位女人冲着孩子破口大骂，指责着孩子的种种不是。“你来了也有一段时间了吧，怎么还是……”“你这样做对得起你的父母吗，你有没有想过……”，仿佛她已失去了理智。那位孩子低着头，坐在那儿一言不发，其余两人就像这里面的大多数人一样，他们似乎已经麻木。<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;两位老师用餐盘给我们盛来了饭菜，母亲连忙道谢，我装作没事一样，只是拿起筷子，默默地吃了起来。母亲也只能尴尬地赔笑。那两位老师并不诧异，继续和母亲聊了起来。<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;我告诫自己：无论何时，尽可能保持理智，可以表现得很猖狂，但内心一定要平和。无论别人怎样对你，你都得对自己好。不要拿别人的过错惩罚自己，不要亏待自己。<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;再过一会儿，食堂门外便来了一群“不速之客”。他们穿着同样的衣服，踏着同样的步子，喊着同样的口号。此时此刻，特别显眼的是那些教官，几个留在学生附近盯着他们的一举一动，几个已经走进了食堂，围坐在我们附近的桌旁。我注视了他们五六秒，他们也看了我一眼，但只是一眼，又把头撇了回去，其中两个还轻笑了一声。这样的场景我好像在哪儿见过，但一时却怎么也想不起来。<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;我一直保持着无礼的状态，吃饭时，饭后，以及她们带我去另外一个地方的路上。<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;我又见到了那四个人（编者：指食堂中大喊的四人组），他们已经辗转到了招生办，但依旧是刚才那种场面。这一切都被我看在了眼里，可我还得表现出一副毫不在意的样子。</p> <h4>开场</h4> <p class=\"eget\"> <br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;我由那两位老师一左一右地护送到了宿舍门口，她们在一旁讨论把我交给谁的问题。思考一会儿，其中一个对另一个说：“就交给杨教吧。”我的命运也就这么定了。 <br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;杨教坐在小板凳上，两腿分得很开，手里拈着一颗小草，身上笼罩着一股痞气。我双手插袋，身体重心放在一条腿上，微笑着看着他。他看看我，也冲着我笑，过一会儿才问道：“你怕不怕？”“为什么要怕？”我问道，并始终保持着微笑，用着一种极为平静的语气，一字一词地把话说清楚，不紧不慢，不慌不忙。他从鼻子里喷出一口气，转向一边，和另一个教官对视一笑，又转向我，对我说：“我是问你怕不怕苦、怕不怕累，这里的训练很累人的。”他用着大人惯用的语气，我只想笑。我憋住那股想笑的冲动，继续反问道：“有什么好怕的呢？”他有些无话可说。“那就好，不怕就好。”他以这句话草草地收了场。 <br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 杨教把我交给了一位女生，三班的班长。我被领进了寝室，而其他同学还在宿舍楼门口站着。她跟我聊了会儿，大概就是了解我的情况，劝我好吧。几分钟后，其他同学进来了，在寝室里排成一条横队，等我身旁的班长开口说了句“解散”，才各自去做自己的事情。她继续对我讲：“反正，这里比外面好多了，我待在这儿还是挺开心的……”她这句话还没说完，就被另一个女孩打断，好似在开玩笑，好似真的很惊讶地说：“开心！你竟然说出这种话！”班长沉默了，用恶狠狠的眼神瞪了她一眼。那女孩做出了小孩儿跟大人对抗的表情，无趣地走向另一堆角落里的学生，跟她们开心地聊了起来。可班长对她们并不满意，在跟我又讲了几句话后，不得不停下来，用着刚才的姿态，向她们发出指令：“不要讲话！”刚才那个女生与她对视了几秒，还是那副叛逆的样子。“我在跟新生讲话，你们可不可以小声点！”班长有些恼怒，保持着威严的样子，瞪着她们，但她们却无动于衷。我很少说话，呆呆的，不去反驳，也不发表自己的意见。当她问我的时候，我才会说一两句话。“好像也没什么要说的了——哦不，有一点。在这里最需要注意的一点：一定要听话！”听了她的话后，我点了点头。 <br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;我看了看表，两点十多分，午休时间。大家还在聊天。 <br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; “你是因为什么进来的？”一位同学过来问我。 <br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; “不知道。”我回答。 <br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; “不知道？”她有些惊讶，但并未纠结于此，只是问：“那你以前干什么呢？” <br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; “不干什么啊！” <br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 她愣住了。“抽烟？”“没有。”“喝酒？”“没有。”“打架？”“没有”“夜不归宿？”“没有。”“逃学？”“没有。”“沉迷游戏？”“没有。”“谈男朋友？”……“和父母吵架？”“吵架倒没有，但关系不好。”“挺正常的啊。”她觉得有些不可思议。“还在上学吗？”“没有。”“那你在家干嘛？”“有时写写东西，有时跑跑步，看看新闻，读读书，上网聊聊天，玩玩游戏。” <br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; “你还看新闻！”“不上学可能是个问题。”“但但看上去没什么问题啊。”我们的对话，吸引了其他人的兴趣。她们在一旁七嘴八舌地议论道。 <br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 有一个问我：“你都玩什么游戏呢？”这个问题问住了我。我没能把“摩尔庄园”这类游戏说出口，只是说：“小游戏。”，希望能把这个问题一带而过。“什么小游戏？”她追问道。我正纠结要说什么，另一个同学便帮我回答了她：“4399呗。”“还有7k7k。”另一个人补充道。 <br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 游戏这个话题始终饱含着魅力，她们之后便不再跟我聊天，自顾自地聊起自己以前玩的游戏。像什么“英雄联盟”“王者荣耀”啊。我只有在旁边听着的份。 <br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; “那她父母到底为什么把她送到这儿来呢？”一个同学又提起这个问题。 <br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; “可能是她父母觉得她太内向了，把她送到这儿改变一下她的性格。”另一个同学说。 <br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 十多分钟后，一部分人上床休息了，一部分人继续聊着，或是躺在床上，或是蹲在洗漱台旁。她们让给我了一个床铺，让我在上面睡一会儿，并问我是否要盖被子。她们都离那叠得整整齐齐，豆腐块儿一样的被子远远的。我友善地拒绝了：“算了，你们还要叠。”“她好体谅他人”一个极其微小的声音从我背后传出。我躺在床上，面向着墙壁，听她们在聊什么。后来班长过来找我要还在我身上的手机，我没有反抗，甚至很顺从地把手机递给了她。“智障！”又是那个声音“她就这样……”闲聊的声音越来越小，几分钟后聊天的人只剩一对，她们也因此放低了音量，最后也没了声音。 </p> <h4>两次“谈心”</h4> <p class=\"eget\"> <br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;下午训练时，杨教与心理咨询师两人分别找我谈了心。意料之中，也是意料之外。尽管我知道他们会来找我聊聊，也做了些准备，知道他们会说什么，我要说什么，但事态并未向着想象中的样子发展。 <br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;心理咨询师想知道我的情况。但我不愿将时间过多地放在编故事上，便拒绝了她的请求。她看我一副“抗拒”的姿态，本想以此结束这第一次的交流，希望下次我能把我的故事讲给她听。我并不乐意就此结束，于是把话题抛给了她，让她谈谈她眼中的这个学校。她犹豫了一下，只是告诉我她刚来这个学校一周，并不了解这个学校的状况，又补充了她的观点：她觉得这在青春期倒是挺正常的，青春期的不正常就是正常，非常态便是常态，这里的方式有些“过分关注”这些所谓的“问题”。我还想跟她继续聊聊这方面的问题，她以“你现在比较抗拒”的理由婉转地拒绝了我，并承诺四五天之内还会来找我一次。我有些不甘，但也没再挽留，同意下次再聊。第一次心理咨询就在几分钟内走了个流程。 <br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;相比起来，杨教更叫人无语。他不停地对你说：“你们这些青少年就是……”但当你告诉他你不是这个样子时，他又狡辩他说的不是你，然后继续又以“你们这些青少年就是……”的句式批评你。最让人难以应对的是，平常我根本不去理会这样的人，顶多为了照顾对方颜面而假装听听，点点头。但为了从他嘴里套出更多话，我不得不同他说话，甚至争论了两句。这也使我的情绪也起了波动，让我很难在一个较理智的状态下分析他说的话，以及思考我的回答。 <br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;“你为什么不去上学？”他问我。 <br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;“因为学校不适合我。”我回答。 <br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;“那为什么学校适合其他同学，就不适合你了？”他继续追问道。 <br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;“也有一部分人觉得不适合，但不敢跨出这一步。”我接着回答他的追问。 <br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;      “这就是问题的所在。”他说着，同时将手往自己大腿上一拍，顿了顿继续跟我扯他的人生哲理，“其他人觉得学校不适合他们，但他们还是待在了学校。他们不想上学，但他们知道自己必须去上学，他们做了正确的选择，而你没有……”他说了很多，最后又停顿了两秒，发表他的结论：“所以，你就是有问题，思想上存在严重的问题。” <br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 如果你冷静思考，就会发现，他的话没有逻辑可言。他几乎是先把你的句子曲解（错误推理），再说出几句使你情绪激动的话，让你变得有问题，然后又对你进行一番教育。 <br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;正如上面那个例子，我反驳“我没有问题，是其他同学有问题。”可我这么一说，他也就抓住我的这个把柄，批评我和同学关系不和（而这也是不存在的，我和同学的关系很好。），是我的心态有问题，我这个人很小气。我这才发现我中了计，本来与“同学不和”这个问题并不存在。就算我真的与我同学不和，那也不足以说明我心态不好，我很小气，不能简单地把责任都堆到我身上。但在他这种“催化”下，在那一刻，我真的对我的同学产生了意见。我真的是觉得我的同学有问题吗？不是，每个人有自己的想法，有自己的选择，而他们做出的选择也出于各种原因。每个人都是不同的，不能以与自己不同就称别人有问题。我虽是这样想的，但在他的刺激下，还是说出了“我的同学有问题”这样的话。 <br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;有趣的是，无论你怎么回答，他都有理由说“你有问题”。此后，我很小心地避免再次落入他的圈套，于是有了下面的这段对话： <br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;“学校教的东西很大的局限性了，我想学多方面的东西。”我说。 <br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; “你看你说你的老师教得不好，一个学生说自己的老师不好，连最起码对老师的尊敬都没有……”他又如此评论。 <br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;我顿时火大，直接打断他的话说：“我什么时候说我的老师不好了，我只是说学校教的东西不适合我，但这跟老师也没有太多的关系，他们也只是听从学校的安排。请你注意我说的话和你的措辞！” <br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;他能激怒我的另一个原因在于，我的确对这个问题很在意。我感觉他在侮辱我的老师，而我又怎能容忍他的这种言语？ <br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;但最为一个新生，这也是必走的路。 </p> <h4>日常</h4> <p class=\"eget\"> <br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;我从星期三一直待到了星期天，也了解到了里面的一些情况。 <br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;这里有两种班级可以加入，分别是文化班和素质班，我被安排在素质班里面，素质班的人数是文化班的五倍左右。素质班以训练为主，在里面待了至少三月、表现得也不错并且得到教官认可的学员，有机会从素质班转入文化班。顾名思义，文化班就得学习常规学校学习的课程（语数外物化政史地生，学校只设置了初一至初三的课程）。文化班并不与素质班一同训练，她们（文化班的学员）很早就去教室上课了，很晚才会回宿舍，一天除了早上与晚上的时间，只有在吃饭的时候能看到她们。 <br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;我们不被允许和男生有任何接触，因此更多的时候，我只能远远地观望男生那边的情况。如果我没有刻意提及，那我所记录的就是女生素质班的情况。 <br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;一天的生活从早晨六点半开始。大家在教官的哨声中醒来，急急忙忙套上统一的衣裤，顶着凌乱的头发，就冲到走廊上集合报数。等教官清点了人数，大家才回去洗漱、整理内务。七点整去食堂吃早饭，早饭有稀饭、包子、馒头。紧接着早饭之后的是早读，有时候教官也会拿这个时间给我们做思想教育。之后便开始早上的训练，中间可能会跳心理健康操。一般来说，中午是会午休的。下午当然也是训练，一直到傍晚六点吃饭，吃了饭回宿舍。新生上午下午都得训练，老生有时会在训练的时候被安排去上课。晚饭后的时间稍许轻松，安排也不一定，有时会让练被子，有时会让背书。有时，学校也会在这之间安排一些活动。但无论如何，教官都会在一天的结尾，洗漱之后，做个总结。如果这天有教官觉得表现不好的地方，我们还会受到惩罚，完成了惩罚的内容之后，才能上床睡觉。 <br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;这样的生活与官网上的“课程安排表”上所写的，还是有些出入。例如，星期六的早上我们并没有进行心理团辅，没有写心得体会，每天晚上也没有看新闻。新生和老生的安排还有一定的差别。作为新生，我没能和老生一同参与上午的课程，所以她们是否写了家信，读了书，进行了个辅（这些是“安排表”上的内容），我也无从印证。但晚上我们新生和老生在一起，我们也并没有写家信、读书。不过大多时候，还是参照“安排表”上的安排在执行。例如：星期三晚上看了电影，星期六下午搞了问题活动，有一天晚上还给当月过生的同学举办了生日晚会。 <br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;正如官网介绍所说，这里实行全封闭军事化管理，所以被子必须叠成豆腐块，床单必须理得没有褶皱。每天会有人检查，并对每个班的内务评分。我只见过不刷牙洗脸的人，没见过不叠被子、不理床单的人。这些有硬性要求的任务都得到了严格的执行。可尽管如此，室内也不见得有多干净：一眼望过去，床铺理得整整齐齐、棱角分明，室内几乎一尘不染。但没有要求的，或是看不见、摸不着的地方，没人会去打扫。垃圾桶只需每周刷一次（平时没套垃圾袋），所以总会有纸和垃圾粘在垃圾桶壁上。厕所平时也不用检查，总是飘着一股不带蚊香味的公厕的味道。 <br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;伙食、校园环境与普通的学校没有太大的区别，只是浴室比较简陋。浴室是由一个公共卫生间改造过来的。在浴室最靠里的一堵墙上，横着一根水管，上面接了五个水龙头，水龙头在腰部的位置，得蹲着才能洗。由于只有五个水龙头，只有晚上能洗澡，晚上的洗漱时间也只有半小时，所以大家得交替着使用水龙头。浴室位于宿舍走廊角落，浴室没有可以关闭的门，也没有浴帘。洗漱的时间教官也不会在女生宿舍停留。 <br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;这里的活动也不算少，每周要看电影，举行文体活动，每月要举办生日晚会，每两月要举行家长见面会。 </p> <h4>师生</h4> <p class=\"eget\"> <br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;这些孩子被以各种理由送到这里来，都有在家长眼里严重且千奇百怪的问题。他们进来的方式也千奇百怪，有被绑来的，有被骗来的，但无论以哪种方式，没人是自发提出要来的。 <br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;目前最小的孩子十一岁，最大的二十二岁（但在官网上注明的是，他们不招收十八岁以上的学员），都是男生。他们以前接受过最小的男孩只有九岁。大多数学员都会玩“英雄联盟”之类的游戏，但是不是社会上所说的“网瘾”还有待考证。谈过恋爱的也不在少数，有的也会去酒吧，打架，逃学，夜不归宿。至于具体有多少人做过哪些事，占多少比例，我不知道。但有些也只是因为父母错误的教育方式与陈旧的观念等原因变得叛逆，和父母关系不好，父母无法管教因此把她们送了进来。 <br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;平常，她们更喜欢聊自己看过的电视，这里面发生的事。有时，她们也会聊玩过的游戏，自己的男朋友，以前的经历。但后面的话题，通常会在相对隐蔽的环境，对相对熟悉的人说起。因为聊自己以前的“光荣事迹”是被禁止的。 <br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;刚进来的新生，做什么都会有至少一人在旁陪同。新生总会被安置在队列的中间，不会睡靠门的床，也不会坐在靠门的位置，就算只是向门那边多看一眼，都会引起别人的怀疑与紧张。新生与新生不被允许相互交流，坐在一起也经常被隔开……学校会做出这些限制来预防新生逃跑。新生总是会问她们什么时候才可以回家，但老生会叫新生不要想这个问题，并劝告她们：你把自己的事做好，在这里听话，把坏习惯改掉了，老师教官也觉得你变好了，你就可以回家了。她们总是强调这句话：不要想离开的问题。 <br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;第二次进来的学员也有，他们把这种行为称为“二进宫”。在我来的第一天，也有一个孩子第二次被送到了这里，但她父母只是想送她进来收收心。在那几天内，她从未和我们一起训练，倒是写了很多篇检讨，几天后又被接走了。这是其中的一种情况，还有一群孩子，她们是真真切切第二次被送进来，又会在这儿待上几个月，和其他学员一起训练。偶尔，也会有已经离校的老生回来，把带来的零食、饮料分发给她昔日的好友。 <br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;她们的家庭看上去很普通。用的洗发水、沐浴露都是超大瓶实惠装的大众品牌，寄过来的衣服也带着乡村气息。在那几天里，有一个女孩，就因为家里还有两位癌症患者，实在没钱再供她留在这里，离开了这所学校。这所学校的学费三个月一万九，半年两万七，一年或者更久的学费没有详细询问，但待得越久，平均下来的费用越便宜。这几万块几乎囊括了所有费用，包括学费、食宿费、管理费。刚进来的一套装备（床上用品、洗漱用品、迷彩服等）的费用不包含在学费内，自己的衣服（加在迷彩服里面保暖的衣服以及内衣）、消耗品（洗发水、沐浴露等）需要自行购买。大部分家长都会给自己的孩子寄点零食、水果。一年大概要花四五万，这笔费用对于大部分家庭是很昂贵的。 <br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;老师都很年轻，二十多岁的样子，像是刚毕业出来的学生。他们具体毕业于哪所学院，上的是哪种学校，学的什么专业，我从未过问。心理咨询师和老师一样年轻。教官的数目超过十个，年龄在二三十岁左右。老师和同学的关系看起来还挺融洽的。教官天天和学员接触；老师很少在工作之外的范围内（上课，晚上陪宿等）和学生在一起；心理咨询师每隔十多天给学员做一次心理咨询。我见她们最喜欢跟心理咨询师聊天，轮到自己做心理咨询，立马变身一只欢脱小鹿跑向心理咨询师。教官与学员的关系应人而异，有些学员稍有些不如人意的地方，就会被教官责骂，但有些学员再怎么无理取闹，教官也只是一笑而过。 <br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;学员之间的关系也十分微妙，好似一个小型社会。该怎么形容呢？这里也没有外界所描述的那么恐怖，不会动辄打骂，对学员做出一些惨无人道的事（至少女生这边是这样）。在我看来，无论教师、教官还是学员，都不过是普通人罢了。 <br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;她们是否真的变成了老师、教官、父母期待的样子？这是个难以回答的问题。 </p></div><div class=\"col-md6\"> <h4>看电影</h4> <p class=\"eget\"> <br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;星期三晚上，我们被要求每人拿上板凳，到训练场上去。看到主席台上撑着个移动幕布，投影仪被放在主席台前不远的位置上，我才知道我们是要看电影。太阳早已落到山的另一边，幕布反射的光线在此时十分刺眼。趁着这点光线，我还是能看清周围的人。我们以分队的次序坐在相应的位置上。一个教官正在调试投影仪，另一个教官站在旁边给我们讲看电影的规矩：“等会儿看电影的时候，谁都不能在未经请示的情况下走动。一旦发生这种情况，一律按最高标准，逃跑的行为处罚。” <br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;调好了投影仪，教官转过来向我们介绍这部叫做《湄公河行动》的电影，顺带介绍了下电影背景。介绍完这部电影，他又教育我们说：“给你们放这部电影，是想让你们了解这段故事，是要让生活在幸福之中的你们知道，你们现在之所以还能看到光明，是因为有伟大的人民解放军把所有的黑暗都挡在了背后。作为一名中华人民共和国的公民，我们要牢记历史，不忘……” <br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;电影开始后，教官分成几波拿着手电筒，伫立在我们周围，无时无刻地关注着我们的一举一动。刚开始，大家还能将注意集中在电影上，但时间一长，忍不住要和自己的同伴聊起天来。她们聊的不是电影所讲的内容，而是出演电影的演员，时不时地惊叹几句：“他刚才的动作好帅！”“她长得好好看！”后来又直接把话题转移到自己喜欢的明星上去了。 <br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;影片结束之后，教官就把我们带回了宿舍，没让我们发表感想，写观后感。整个观看电影的过程中，没人私自离开自己的位置。即使想和同伴讲话，也只是向着同伴的方向倾斜下身子，无人挪动凳子。 </p> <h4>文体活动</h4> <p class=\"eget\"> <br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;整个星期六下午的时间都被文体活动分去了。我们被安排在训练场远离大门的一边，教官挑了十几个男生在中间的足球场上踢足球，女生找老师拿了皮筋、跳绳、毽子。后来教官又挑了几个女学员上场和他们一起踢球，教官无视掉了乐意参与的新生，只挑了几名听话的老生上去。 <br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;我很想写点什么，但我身上除了两张“十严禁”“十做到”之外什么也没有，连只笔都没有。我坐在最后一排的中间，盯着手中的两张纸，有时也抬起头，咂咂嘴，装作在背的样子。跳绳、跳皮筋、踢毽子的人很少，大部分女生只是围坐在一起聊天。男生的注意力大多集中在足球上，很少有人聊天。 <br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;我周围的人都找到了各自的伙伴，愉快地聊起天来，我坐在中间看上去十分不合。一班班长看到了这个情况，拉了拉我们班长的袖子，脸色沉重地对我们的班长说：“不要把你们班的新生单独落下。”班长不太在乎地说：“没事，她在背‘十严禁’，她还是……”“不行！”她严厉地打断了班长的话。班长很无奈地把我安排在另一位老生旁边，让我和她一起看书。 <br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;但过一会儿，教官又觉得我们太吵，让全部人站着看场上的人踢足球，不许讲话。我们也就这样度过剩下的一个多小时。 </p> <h4>生日晚会</h4> <p class=\"eget\"> <br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;星期六晚上，学校给在当月过生的学员举办了生日晚会。也在今天，我才在公开场合看到了“合法”的零食，平时大伙只能背着教官，偷偷摸摸地吃点零食、水果。学校为每个过生的学员准备了一个大蛋糕，为所有人准备了花生瓜子、橘子、糖、雪碧可乐。 <br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;当月有七名学员过生。在七名学员许过愿，吹灭蜡烛之后，教官为我们分这七个蛋糕。我们班没有人过生，坐在我们班对面的四班有两人过生，所以她们班分到了四碗蛋糕，我们只分到了一碗。四班班长并不乐意把蛋糕分给我们吃，还一股劲儿地把她不喜欢吃的奶油挑到我们碗里。直到四班的人再也吃不下蛋糕，她们的班长才把剩下的蛋糕倒进我们碗里。 <br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;我们边吃，教官边给我们放父母录给那些过生的学员的视频。父母面对着摄像机，道出了自己对孩子的期望，也希望他们在里面过得开心，和同学好好相处，好好地听教官、老师的话。坐在我对面的寿星以看到荧幕上的妈妈，眼泪一下从眼眶中奔涌了出来，怎么也止不住。但并没有学员去安慰她，他们应该早已习惯了这样的场面吧。 <br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;我周围的人就像没见过世面一样，疯狂地往嘴里塞着吃的。直到肚皮被撑得圆滚滚的，撑得恶心、想吐，再也吃不下一颗瓜子，才善罢甘休，把剩下的零食装进了衣兜。 <br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;发给四班的糖，被她们班长劫去了大半，只剩一小部分分发到了她们班其他人手中。我们班的班长还是平均地把糖分给了我们。大多数人还是想挑好吃一点的糖、大一点的橘子。这是个很现实的问题，她们在这儿很少有机会敞开肚皮吃这些东西，很少有人会去保障她们的利益与公平。不去“争抢”，就得不到没有好吃的，也没人会因为你的谦让而感谢你，还会觉得你很傻。 <br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;再过一会儿，外向、开朗一点的同学，还跑到大伙前面，拿起话筒，毫无顾忌地唱起歌来。这几个场景在几十分钟在接连地展现在我眼前，让我一时有些难以接受。 </p> <h4>规训与惩罚</h4> <p class=\"eget\"> <br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;“十严禁”与“十做到”是每位踏入此地的学员必背的行为规范。例如老生不能欺负新生，要像哥哥姐姐一样爱护、关照新生，做好榜样；严禁学员之间留家庭住址、联系方式等信息；严禁私自出入队列、训练场、教学楼、食堂、宿舍，一切行动听指挥；做到坚决服从教官老师安排……的确，在这里干什么都得向教官打报告，得到了允许才可以有行动。要是吃饭，教官没喊“开饭”之前，不能动筷子，喊了“洗碗”之后，不得再吃，得立刻去洗碗。 <br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;无论去干什么事，干完什么事，教官总要把我们集合起来清点人数，少一个，教官都会问清楚不在的那人到底去了哪儿。吃饭前要唱歌，如果唱得不好，还得被罚多唱几首。这唱得好不好，不在于你的音准、音色、吐字有多好，而在于你的音量是否震耳欲聋，是否吼出了教官想要的气势。这样一来，也使得我从来就没听清过他们在唱什么。 </p> <h4>训练</h4> <p class=\"eget\"> <br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;新生训练一般练军姿和队列，老生也会练军体拳。心理健康操都会练，但练得很少，体能也练得少，下午通常会跑步，一般只跑三四千米。 <br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;军姿的要求有抬头、挺胸、收腹、提臀等等。在站军姿的过程中，教官或老生会检查双脚分开的角度，手是否贴紧了裤缝，腿是否用力伸直了。队列训练时，教官总会把新生和老生分开，让一部分老生带着新生进行队列训练，让另一部分老生单独训练。军姿与队列训练的要求都很严格，教官对于新生的容忍度要高一些，但最终的要求是不变的。 <br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;“提胯，用你的大腿带动小腿把脚移出去”“动作快一点”“动作要有力”“脚只往前挪三分之一个脚掌的距离”……单是一个稍息立正，就有这些种种需要注意的地方。 <br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;大多数老生在教新生的时候总会很急躁，也并不乐意教新生，觉得这是个头疼的事。但她们未免太急了，刚学一样东西总会有犯很多错误，动作要点即使记住了，也很难一下子做得很完美。新生在一旁练，她们在一旁抱怨、挖苦。一些心态稍平和的老生，有时也会鼓励新生。 <br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;从星期三到星期六，我们只跳过一次心理健康操。我在网络上找到了我们当时跳的心理健康操，可以参考以下视频，除了没有队形变化外，其余的动作、歌曲都是一样。（视频：http://www.56.com/u44/v_ODUzODcwNDk.html） </p> <h4>跑步</h4> <p class=\"eget\"> <br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;跑步的时候，大家的神经总是紧绷着的。每个人的体能都不一样，有的人跑得快，有的人跑得慢，很难让队形保持整齐。跑慢了会挨骂，跑快了有人掉队也会挨骂。最让人头疼的是，就算跑得再慢，也会有人掉队。 <br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;经常会看到有人拉着掉队的学员一起跑，全部同学给她们喊加油。如果有人掉队但没人去拉她一起跑，没人喊加油，那教官就会说我们不团结。被骂两句倒无所谓，但骂得多了，惹得教官不高兴了，教官就会说“今天跑步掉队的人超过X个，晚上就做蹲起”。 <br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;所以当有人跑不动时，会被其他学员安排在队伍前面、中间的位置。后面的人簇拥着她前进，使她不得不跑快点。不过大家还是不愿踩到那些跑不快的人，所以她们往往还会影响后面的同学，影响到整个队伍。到了这个时候，又会有两个学员站出来，一左一右驾着她，跟在队伍后面跑。 <br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;但她们这样的做法并不会得到教官的赞扬，教官反而会说：“你们这样拉她跑在了后面也算掉队，你们这样只会使掉队的人数更多，还不如自己跑快一点，不要管她们了。”一时，学员们扶也不是，不扶也不是，像是遇见了“碰瓷”而不知所措。有时，教官还会对一个主动去搀扶掉队者的学员说：“你想跑慢点才去扶她的，别以为我看不出来。” <br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;越到后面，跑在队伍里的同学越少。若教官对剩下的人喊：“跟着我最后冲刺完的今天晚上不用做蹲起。”那么离他不远的学员会跟发了疯似的，用尽自己最后一点力气向前狂奔。有时，跑完后，教官又一副难以琢磨的样子，笑着对我们说他后悔让跟着跑完的不做蹲起。 <br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;至于晚上会不会被惩罚，我一直没能找出个规律。这个掌握在教官手里。 </p> <h4>惩罚</h4> <p class=\"eget\"> <br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;教官惩罚学员在这里是个常态，并且什么时候惩罚什么，具体惩罚多少并没有明确的指标。学员也会惩罚学员，只是没教官惩罚地厉害。 <br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;教官惩罚学员在这里是个常态，并且什么时候惩罚什么，具体惩罚多少并没有明确的指标。学员也会惩罚学员，只是没教官惩罚地厉害。 <br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;惩罚的原因有很多，例如内务没整理好，动作不够快，队列没走好，太吵。但什么算好什么算差，并没有具体的评判标准，完全掌握在管理者（可能是教官、可能是学员）手中。为了避免受到惩罚，大家总是很小心，生怕被抓住了把柄。 <br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;我的确没见过教官暴打过女生，即使打，也只是用细树枝抽两下手或是腿。教官惩罚学员，学员也会惩罚学员。我经常看到一班的班长罚她们班的人蹲在地上。我们班班长也经常说要惩罚我们的话，但很少真的这样去做。 <br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;教官对男生会残酷一些，有时直接会把男生从队伍里拽出来，扯着他的衣领推到另一个地方。要说打，我只见过一个教官拿着塑料凳子猛敲了一个男生的头两下，但当他发现我在看的时候，却好像没事地又把凳子放下了。他们更多会使用“悄无声息”的暴力——擒拿，使男孩无力反抗，不得不屈服；或是指着他们的鼻子恶狠狠地说：“回去（回宿舍）再收拾你。” <br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;听老生讲，以前是会有教官看不顺眼就给一耳光、一扫堂腿的情况，但现在好多了。学校有禁闭室，以前有学员被关过紧闭，我在的那几天，没有女生被关紧闭。 </p> <h4>亲历事件</h4> <p class=\"eget\"> <br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;这儿记叙几件我看到、经历的事。 <br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;有天晚上看电影，不知发生了什么事，旁边一个坐在凳子上的教官，把一个男孩叫到他身旁，一把把他按在身上，反撇过他的手臂。男孩趴在他身上动弹不得，低声叫着：“不敢了，不敢了。”好似在哭。我盯着他们看了好久，那教官在和我对视一眼之后，才放男孩走了。 <br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;一天下午，那个二十二岁的男生被罚在训练场上走鸭子步。后来教官又因他穿了短袜（我也不知为何要禁止穿短袜，必须穿长袜，“十严禁”上并没有这一条），硬是把他的袜子扯了下来，让他当众光脚踩在水坑里唱歌、跳舞。男生笑，女生笑，教官笑，为了合群，我也只能跟着笑。 <br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;第一天晚上，素质班全体女生被罚做蹲起。原因是下午三千米的跑步，她们少跑了两百米。受罚的一共24人，每人数100个分解动作（一蹲一起为两个分解动作），全体共计1200个蹲起。我和另外一个新生被提到一旁，站着看她们做。排长和一班班长被教官叫出队列监督她们做，她们两个自然也是不用做的。她们两个在一旁聊天，却不允许其他人说话，有时歪着脑袋，轻笑着对其他人说：“看你们做的这个样子！”“我现在不让你们重做，等数到最后两个人的时候，再……”后来，陪宿的老师过来了，她们时而进到房间里和老师闲聊，时而走到外面看两眼，向她们放话：“你们是不是蹲不下去？”“等一会儿叫你们重做你们就舒服了。”眼前的场景，让我回忆起了小学时期，那些经常威胁要去“告诉老师”、经常帮着老师监督、训斥同学的人。时隔多年，我还能记起她们那蛮横的样子。 <br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;被罚的人当然是想尽快做完这上千个蹲起，因此数得很快，有时还会跳着数，例如“14、15、16、47、48、49、50……”“80、81、88、89……”。有些人心里害怕，怕被发现会受到更多的惩罚，会劝其他人不要跳着数，但这往往是无效的。除非有相当一部分人都觉得跳得太多、跳得太快，数的那人才会收敛一点。也不是每个人都会跳着数，平时训练认真的不会。但训练认真的又分两种：一种只顾自己认真地做；一种自己做得认真，但看不惯别人糊弄了事（只蹲到一半，或只是弯弯腰、膝盖就起来），总要发表对别人的看法，提醒别人也认真做。 <br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;还有一天中午，因为教官嫌我们太吵，让我们练了一个中午的紧急集合。一听到哨声，大家就冲到走廊上，排队跑出去集合报数，可总教官对此并不满，站在训练场中间对我们大吼：“你们这个速度遇到地震火灾怎么办？紧急集合还要以班为单位带出来？你们脑子在想什么？”这位总教官批评完我们，又批评我们的教官没有带好我们，最近管得太松懈了。 <br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;我没看到过哪个学员敢去反抗教官，即使因教官的惩罚而感到委屈，也不敢把对教官的不满表露出来。学员与学员之间就说不一定了，不过纵使受罚的人有再大的情绪，也只能视情况小闹一会儿，谁也不愿把教官招惹过来。我们的班长很少惩罚我们，惩罚总会使互相更加仇恨，只有不太在意人际关系和（或）特别有权力的人才经常惩罚别人。 <br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;教官惩罚学员，不仅增加教官与学员的仇恨，还增加学员与学员的仇恨。因为集体被惩罚并不是大家都做得不好，而是某些人没有做好，牵连了大家。而这类人总会被大伙敌视、排斥。更有趣的是，教官好像是有针对性地把那些不听他的话，对他有意见的人挑出来。教官也总在我们耳边重复：“就是因为这些人，大家今天才会受到惩罚……”但我并不吃他那套，还觉得他可笑，如果我胆子大一点，就把这些话说出来了——明明是你要罚我们，她们犯了那些事跟我们有什么关系，影响了我们什么呢？到底是她们把我们留在了训练场，还是你呢？ </p> <p style=\"line-height: 20px;\"> <br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 越到后来，越发觉得，他们也不过一些普通人罢了。 <br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;教官有时也会玩笑似的抱怨昨晚打麻将（手机游戏）又输了几十块钱，抱怨他的上司又骂了他。平日里，学员们开心起来，也会唱一两句“老司机带带我”之类的歌，嘴里会冒出一些流行词汇，或用不锈钢碗底照照自己的脸，看脸上是否又长出了青春痘。她们聊从前的经历、曾经的男友，偶尔聊起明星，还会犯花痴。一位新生还信誓旦旦地保证一个只和她交往了几天的男朋友一定会在外面等着她，等着她几个月后回去。 <br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;有些人也会问我睡得怎么样、吃饱了没，分给我吃她们本来就只有一点的零食。我还记得头一天晚上，一个女孩儿温和地对我说：“你要和我们多聊天，融入我们，等你变开朗了，你就可以回家了。”我相信这是出于她们的本心的行为，因为教官不会因为这些骂人、惩罚、表扬谁。她们也比较宽容我，相对于其他新生，很少骂我。我刚来几天，她们就让我睡了下铺。尽管我个人对上下铺没有偏好，但能看出她们都觉得下铺更方便，更喜欢睡下铺。 <br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 当然这些也跟我有关，我表现地很顺从很听话，不去发表对他人的看法，对每个学员的态度都很好。但我也相信，她们也顾及到了我内向的个性（当时的表现）。 <br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;但一想起在水坑里跳舞的那个男生，想起其他种种的事，我还是会难受。有些事也让我觉得怪怪的，给我一种说不出的感觉。 </p> <h4>杨教的话</h4> <p class=\"eget\"> <br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;“你改变不了环境，就去适应它。”他对我们说。我不知道听到多少人说过这句话，又在多少处看到过这行字。当我再次听到这句话，还是有些说不清的小情绪。 <br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;“是人都想偷懒，哪个不想偷懒，我有时都要偷个小懒，何况是你们这些自制力不强的娃娃们。”这是他对我们说的另一句话，这句话使我不由得想起了那天晚上，我在一班门口偶然听到已经钻进被窝的陪宿老师对一班班长说：“明天六点半的时候叫醒我吧，我不想被他们检查到。”“好。”一班班长答应道。那位老师把目光转向了她的手机，自言自语地说：“等他们走后我再继续睡。” <br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;杨教天天都会给我们做思想教育，但这是我记得为数不多的他说过的两句话。 </p> <h4>糖果惹来的麻烦事</h4> <p class=\"eget\"> <br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;“一、二、三……”杨教数着垃圾桶里的糖。 <br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;糖是从生日晚会上带回来的。刚才在宿舍门口，总教官下了命令，谁也不许把生日晚会上的吃的、喝的带进宿舍，得通通扔进宿舍门口的大垃圾桶里。但还是有人带了进来，在教官要求检查之前把这些扔进了垃圾桶。 <br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;回到宿舍，我们还没能坐下来，就又被叫到走廊上集合。一班班长负责搜身，检查我们的口袋里是否还有违禁品。各班的垃圾桶也被拿了出来。学员身上被没有被搜出任何东西，但二班和四班的垃圾桶里却有几颗糖果。于是她们被罚做了蹲起，一班和三班的学员在旁边站军姿。 <br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;“你们像什么样子！你们是没吃过这些吗？”杨教站在最前面骂着。 <br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;等她们做完了，杨教又提进来一塑料袋不知是什么的东西，扔在了门口的桌上，手背在身后对我们说：“这是其他教官给我叫我带回去给我儿子吃的糖，等会儿各班班长过来领一些回去分。”站在我对面的那些学员刚才还愁眉苦脸地擦着头上的汗珠，听到这句话，眼睛顿时亮了起来，脸上露出一丝难以掩藏的喜悦。 <br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;“扔了就扔了嘛。有些人听说东西不能带进来，使劲地把糖啊什么的往嘴里塞啊。”杨教还继续在前面教育着我们，“我就是看不惯你们这副嘴脸！他们不给你们吃，我都要给你们吃！” <br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;虽然是被骂了，但大家还是一副激动的样子，又不敢表露地太明显，因此嘴笑得已经抿成了一条线。可我们的班长犯了愁，她把一堆糖摊在床上，盯着它们看了好久之后，才把它们分成了几份，又不停地从这一份中挑一颗到那份去，或从那一份中捡一颗到这边来。“直接发给她们不就好了。”一位学员向她建议道。班长叹了口气，摇了摇头说：“没分好，等会儿她们又要吵。” <br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;“好吧。” </p> <h4>和一位学员的聊天记录</h4> <p class=\"eget\"> <br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;那天下午的文体活动，我曾和一位待在里面刚好一月的学员聊了很久，她也是被班长安排平时带我训练的老生。几天前，和她以一同进来的一名学员被父母接回了家。那名学员是她在里面玩得最好的人，如果那名学员走了，她还不知道自己要在里面待多久，因此，她很是感伤，也希望能和我建立起很好的关系。 <br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;“你到底是因为什么而进来的呢？”她问我。 <br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;我简述了我固执不去上学的情况后，她说道：“不行啊，你这个样子肯定要待到春节后去了。”她皱了皱眉，接着说：“你说的这些，我也不知道怎么说……唉，你只要把你的思想转变过来就好了。” <br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;“三个多月啊。”我叹了口气，一脸忧郁地望着远方。 <br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;她看到我忧伤的样子，也来劝慰我：“没关系的，在里面的日子很快的。” <br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;“你为什么来这儿啊？”我问她。 <br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;“我啊，就是不上学呗。”她说。她低头沉思了几秒后，又接着说：“唉，怎么说——我有几天不去上学就被父母送到了这里。嗯——其实也不是，之前——我之前成绩挺好的，在学校表现地也挺好的，老师也比较喜欢我。但有一天，我数学考得很差。我以前数学都考得挺好的，但那次差点没及格。然后——我爸爸就打了我一顿——打得很厉害。那之后的几天，我就把自己关在房间里，也不去上学，就在房间里听音乐，玩游戏。” <br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;她又沉默了，这次是换作是她一脸忧郁地望着远方。好一会儿，她才又继续说：“后来，我的数学老师知道后，也跟我爸说他不该打我，我只是一次没有考好。但——但他还是那样。嗯——这也跟我有关，我的老师跟我沟通后，我又去上学了，但到期末最后几天又不想上，又回来了——把所有书都带回来了。我跟他们说，我要在家自己复习，但你知道——嗯——我在家也并没有复习，只是玩手机——就是在网上和别人聊天。然后，期末考试也不是很理想。” <br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;我认真地听着，她也一直讲。据她的描述，此后，她跟她爸的关系都非常差，她爸还是打她，但她也很叛逆，还要还手，和爸互打了起来。直到这学期，在她有一次几天没去学校后，她被父母直接送到了这里。 <br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;“我真的很后悔，我成绩挺好的。”她眉头紧锁，双手撑着脑袋，又叹了一口气，继续说：“我原本是想当个幼师。我从小就想当老师。但我连中考都不参加，怎么上得了中专呢——反正，到这里后，他们也劝我继续读书，努力学习，考个师范，就可以当老师了。” <br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;她望着训练场的教官说：“老师工资挺高的。你看那些教官来这里工作还不是，虽然辛苦了点，但工资和老师差不多了。老师也好耍，还有寒暑假可以放，补课还可以另赚点钱——也不用跟学生讲什么，就给他们布置点作业做就好了。” <br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;听到她说这些，我心里不知是怎样的一种滋味。讲完她的故事，她看我还是不说话，便又来劝我：“你回去后好好听爸妈的话，好好上学，将来考个好大学，然后……” <br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;她讲完了大人一般要讲的话，又看看四周，接着说：“我跟她们其实不一样，我只是——你跟她们也不一样，你不知道她们——唉，怎么说，她们什么都干。但你千万不要跟她们混，不要听她们说的那些东西，她们有些人还和别的男人——”兴许是觉得说这些不太合适，她便换了个话题说：“你平时也不要去看那边的那些男生。” <br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;“为什么呢？”我插嘴问道。 <br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;她被我问地一脸茫然，别扭地向我解释：“我也不太清楚为什么。有一次一个女生和一个男生说了几句话，其实他们也没什么，但教官觉得——然后就——你懂的。至于为什么会这样，好像是以前有人在这儿谈恋爱。” <br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;“在这儿谈恋爱！”我笑了，“他们可真有情趣。” <br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;“嗯哼，你也不要在这儿想这些事情，出去有的是机会。谈恋爱的话也不要学她们的样子，就像杨教说的，牵牵手，亲亲嘴啊，就够了。”她说罢，也笑了出来。但她又接着说了一些使我惊讶的话：“你呀，要多说说话。看你这个样子平时也很少跟人谈心吧。和父母的确没什么好说的，可以和朋友聊聊。其实你可以在网上找个男朋友，有什么开心的、不开心的都可以跟他说。” <br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;“网恋？” <br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;“也不算吧。反正你不要和他见面，他也找不到你。你就跟他说说话，倾诉倾诉就好。”她很正经地告诉我这些，之后又骄傲地说道，“我以前在家就是这么干的。” <br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;我问她是否爱上了他，她否认了，强调她只是想找人说说话。她还说她回去后还会回来看我（她断定她会先于我出去），会给我带好吃的，我想吃什么到时候跟她说就好了。 <br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;“你呀，就是思想有些——你只要把那些奇怪的想法改过来就好了。”她笑了笑说，“不上学干什么呢，现在这么小什么也干不了。现在不上学，将来也好不到哪儿去。我回去后也要继续上学，可能会留一级——肯定要留一级。但这也没关系。” <br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;“我觉得我还是蛮成熟的，就像个成年人一样。”她自信地说道。 <br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;这下该我皱眉了。 </p></div> <div class=\"col-md-12\"> <h4>后记</h4> <p style=\"line-height: 20px;\"> <br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 星期天下午，我结束了短短几天的秘访。 <br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 我离开的方式也很特别。我本想试试逃跑，但听说逃跑会使照看我的老生和其他学员受罚，便放弃了这个计划，换了另一种方法——先和他们闹了起来，然后头往墙上撞了两下。我的举动把我的教官和学员都吓傻了，他们赶紧把我拉住了。那天上午，我一直待在寝室，尽管他们一直对我说“这不是你想不想的问题！你来到这儿就得服从安排。”这样的话，可还是没拗得过我。他们也不敢打我，只是劝我，骂我（骂得还挺难听的），给我做思想工作。我撞墙的事发生在上午早饭后，我家到这儿只有一个小时左右的车程。我妈很淡定地下午才赶到现场，和杨教做了简单的沟通后就把我领走了。 <br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;“我相信你还是会回来的。”杨教在我收拾行李的时候对我说，我很有礼貌地冲他笑了笑，他也笑着补充道：“只要你妈妈够明智。”我保持微笑点点头，什么也没说，拿着我的行李走了。那群可爱的孩子，在我临走之前讨走我身上剩下的几颗糖。 <br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;刚开始我的心态还是很好的，一切都能应付地过来。但越到后来，越觉得身不由己，情绪似乎被什么东西控制着。 <br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;我以前总是思考一个问题，若他们在里面待得极不舒服，为何不跑出来，为何不集体反抗呢？学员的数量总比教官、老师多吧，再怎么也能斗过他们啊。我没有就此问题问过我的同学，这在里面是个忌讳。和我一同进来的新生在第三天就被排长说服了，后悔自己以前的行为，承认自己想通了，要回去好好念书。她们也承认父母是为自己好，天底下唯独父母才会无私无畏地关系、照顾她们。 <br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;我看大多数人也并不恨教官、老师。但这也并不奇怪，上学的时候，我和我的同学也挨过手心，也没人埋怨过老师。这话说出来可能会让人有些不可思议，有时，我们还挺开心的，根本不把这当回事（希望我的老师看到这句话不要有过多的想法）。这儿的老师、教官，也没有社会上形容的那么可恶、恐怖。他们也只是普通人，像城管一样的普通人。我又怎么能说他们什么呢？他们不知道自己在做什么，他们像那些父母一样，对教育没有太多的了解，只是固执地想把自己认为好的东西塞给那些孩子。 <br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;我不觉得孩子并非不知道父母是为了自己“好”，父母的本意是“好”的。只是父母的这种“好”，他们并不能接受。我甚至相信那些打死孩子的父母，也是为孩子“好”，可他们的这种“好”，却以悲剧收了尾。 <br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;很不公平的一点在于，这些孩子被送进来接受制裁，却没人去教他们的父母该怎么做。教官会告诉父母，他们唯一需要做的就是不要再溺爱、纵容自己的孩子。父母除此之外的行为都不会受到谴责。如果要把话题延伸至家长方面，那这篇文章还得写几大千字，我也并不打算这样做。 <br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;我的观点是：家长也有很多不足，他们也需要直面、认识自己的问题，做出改变。这话说得轻巧，可现实是，成年人往往比青少年还要固执，要让他们承认自己的问题，并确切地做出改变十分不易。很多人往往会等到亲子关系十分恶劣的时候，才慌忙地去寻求解药。如果一开始，家长就能学习科学的教育方法，也不至于使情况落入这般尴尬的地步。 <br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;回来后，我的生活又回到了原来的秩序，那几天的情绪也渐渐从我身上消散。但现在可以做点什么呢？ </p> </div </div>"
    },
    {
      "id": "1",
      "name": "先锋留美三兄弟",
      "time": "2014年",
      "pics": [
        {
          "name": "7.jpg",
          "description": "先锋留美三兄弟"
        }
      ],
      "author": "先锋教育",
      "enAuthor": "Pioneer",
      "enName": "Three Brothers Study Abroad graduated from Pioneer",
      "abstract": "几天前一位在美国读高中的先锋学子来到学校，看到他阳光健硕的身影，令我回忆起去年他的爸爸妈妈和两个哥哥来到先锋时的那次精彩对话。",
      "enAbstract": "To those \"eccentric\", Principle Liu Xiaowei said: \"Come to pioneer, here are people like you.\"",
      "body": "<div class=\"row\"><div class=\"col-md-12\"><p class=\"eget\">几天前一位在美国读高中的先锋学子来到学校，看到他阳光健硕的身影，令我回忆起去年他的爸爸妈妈和两个哥哥来到先锋时的那次精彩对话。翻出那页回忆，仍然感觉触动颇深，对当代家长也仍然有借鉴之用。</p><p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;在六月收获的季节，先锋学校迎来了一个很特别家庭——三位由先锋送到美国中学读书的兄弟和他们的父母，其中有两兄弟今年刚高中毕业，并考上了美国一流的大学。三兄弟同时留美在国内很是稀有，他们为何都选择出国留学？他们的父母为何会舍得放走三个尚未成年的孩子远渡重洋，他们究竟有着怎样的家庭教育理念？先锋师生和家长们对此也都充满了好奇。</p><p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;尽管来先锋做留学分享的家长和学生都曾带给我们很多触动和思考，但与这个家庭两个多小时的交流过程，还是带给了我们很多的意外，尤其是他们的父母，虽然总是自称“没什么文化”，但他们的教育思想却是少有的“先锋”，也与先锋学校的“五会”教育理念不谋而合。两个小时的交流中，两兄弟（弟弟生病未来）娓娓道来，配合默契，美国味十足；爸爸语言质朴，却妙语连珠，教育思想传统又不失开放。在此，我们整理了几个交流热点，以飨关注教育的朋友们。</p><p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;为何选择留学美国？</p><p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;三兄弟的爸爸自幼家庭非常贫穷，后来从做小生意开始慢慢积累了家底，人生的打拼让他意识到学习的意义，所以他宁愿把钱投资在孩子的教育上，也不愿留财产给他们，而他的教育眼光因为自己开放的心胸而十分长远。几年前的一天，他博采众家的意见，要让孩子到全世界最开放的国家——美国去留学。于是，虽然三兄弟在国内就读的都是最好的中学，且成绩优异，但爸爸仍然坚定地陆续把三个儿子送了出去，而且给他们规定了学习目标：要考入世界排名前50名的大学，以国内的大学评量标准来说，这叫“一本”，排名50~100名，是爸爸眼中的“二本”学校，那考上“三本”“四本”呢，就回国来读书吧。在这样的刺激下，今年两兄弟分别考入了美国华盛顿大学和宾州大学，达到了爸爸的“一本”要求。</p><p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;富家子弟穷孩子养</p><p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;爸爸现在虽是煤矿老板，但因为从贫困艰难中长大，深知富裕了也不能忘本。三兄弟小学从来没有零花钱，上初中后每人每天也只有2元矿泉水钱，最多也只能给三瓶水的钱。家里虽然人多事多，但从来没请过保姆，爸爸抬起两只手说：有手有脚，为何家务事还要别人来做？——因此三兄弟从小就要干家务活儿，衣服也需自己洗。孩子出门都尽量坐公交，在校长指导他们出国留学期间，每次来回都是自己坐公交车。妈妈插言道：奉节老家身家上亿上千万的朋友们都说，孩子生到了你们家那可真惨了！爸爸说，我们家的孩子那就一定要干活，能独立！孩子如果能读书，砸锅卖铁我也要供，可如果不争气不好学，满了十八岁就自己出去谋生，一分钱也休想得到。</p><p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;家训</p><p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;这对父母的教育作风迥异于国内的多数富裕家庭，倒是和国外的很多资本家相类似。不仅如此，这个自称“没什么文化”的家庭，给每位成员立了八个大字的家训：诚信、勤俭、礼义、责任。爸爸说，这八字家训，是每个孩子都要融入到血液中去的，若有违背，那就不是我们家的孩子，我宁愿逐出家门！八字家训不止是要求孩子，两位父母更以身作则。身为民营企业家的爸爸，不抽烟不喝酒，不打牌，广交能人，并谦虚地向他们学习。夫妇二人还进修了川大的MBA并拿到了毕业证。爸爸认为，如果自己都不好学，哪有资格要求孩子好好学！</p><p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;美国的教育</p><p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;三兄弟在美国就读的同一所中学，一所私立教会学校——圣田基督中学。和大多数的美国私立中学一样，学校开设了五、六十门功课以供学生选修，此外，学校非常重视体育和艺术学习，学校的男子摔跤队和女子排球队都是专业水平，在州联赛中常拿冠军。哥哥列举了他选修的几门课程：FFA（未来农民，关于农业创新和农业与人的关系专业）、DRAMA（戏剧课）、BAND（乐队）、VOLUNTEER WORK（志愿者工作，）。两兄弟说，美国学校希望学生的学习是多姿多彩的，他们重视学生的运动能力和社会服务能力甚至高过于学生成绩。这所教会学校每年都会有师生前往非洲南美洲，义务传福音，每年学校还会安排一天时间，全体师生一起出去为有需要的人服务，当然，如果学生利用其他时间做一些社会工作，那会更受美国大学的青睐。在美国学校里，作弊和剽窃是绝不能容忍的，一旦发现，所承受的结果就是被开除。因此，学生的作业和论文，只要有引用网络和别人的言论，就必须注明出处。但如果学生的思想新颖而独特，又非抄袭，那就是一个很优秀的学生了！</p><p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;两位现场来演讲的兄弟淡然从容，彬彬有礼，与师生、家长们交流应对融洽。无需言说，便让我们看到了优秀教育熏陶出来的贵族气质，而他们的身上可贵的品质，更深的因素，应该还是来源于家庭的影响吧。</p></div></div>"
    },
    {
      "id": "3",
      "name": "学期末遐思",
      "time": "2016年",
      "pics": [
        {
          "name": "game_1.jpg",
          "description": "台上左一为本文作者"
        }
      ],
      "author": "张一涛",
      "enAuthor": "Yitao Zhang",
      "enName": "At the end of the term",
      "abstract": "来到先锋这么长时间，我有太多东西没有看懂，也学会了,了解了很多东西。这些你也知道，不是知识，是为人处事的经验和对真正的“我”的认识。",
      "enAbstract": "Come to pioneer so long time, I have too many things did not understand, also learned a lot of things.These, you know, are not knowledge, but experience in dealing with people and understanding of the real \"ME\".",
      "body": "<div class=\"row\"><div class=\"col-md-12\"><p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;来到先锋这么长时间，我有太多东西没有看懂，也学会了,了解了很多东西。这些你也知道，不是知识，是为人处事的经验和对真正的“我”的认识。前几天罗蓉也很惊讶的问我是不是才14岁，知道我才14岁时他们都很惊讶，或许，在这里过了这么3个月，我又大了“一岁”。但是，从我刚来不久，到现在我都很奇怪，为什么这所似乎机制凌乱、组织松散的学校中看，那么多人的初衷是一样的----好好学习，但为什么当他们和几个月前的我，看到学校的寝室，下午的教室中都是不上课玩游戏睡懒觉的人时，却选择了留下来，而不是离开呢？这疑惑困扰了我很久很久，以至于我都没有好好问过自己，张一涛，你来这里是为了好好学习，考上一个好的大学，走出国门，离开这个或许有些泯灭人天性的教育体制，但你见到了这样与刚来时所想截然相反的场景时，你又为什么选择了留下，我思考良久，没有答案。</p><p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;我住在这里的感觉，与我九月十四号来这里参观的感觉是截然不同的，住在了这里，才知道原来这个学校还有这么多不知是被放弃，亦或是自我放弃的我以为的可怜之人，更让我吃惊的是这个人群竟然还是先锋这个学校很大的一个组成部分，以至于刚来的一个星期，我必须适应教室中时不时出现一个我从来没有见过的人等类似的事情，这让我不胜烦恼。我大失所望，因为这个学校完全都不是我之前想象的那个样子，大家都有说有笑的一起做项目，一起郊游学习背英语。更让我不能理解的是我自己竟差点成为“他们”的一员，并且我再也不能在别人问我什么学校的时候骄傲的来一句西安交大附中，再也不会有那种站在足球场上的成就感和那种几乎是舍我其谁的傲气，因为这里，没人踢球或热爱足球。我再也不能早上一到学校就看见我喜欢的女孩，我再也不能和她说话，问她问题，我们提早做了或许一辈子不能再见的分别，不能喝爷爷的排骨汤，不能每天都来一场让自己汗流浃背酣畅淋漓的足球赛，不能和我最好的朋友一起躺在被子里聊天看球，打游戏。</p><p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;我真的很愤怒，我放弃了我在西安时并不差的成绩和很多很多对于我来说很重要的东西，但换来的只是这些成天窝在这里打游戏和无所事事的人，和教一些看起来没有用的东西的老师。我知道我回不去了，后悔药是没有的，我很迷茫，也不知道该干些什么，也就只有随他们一起玩，我与他们的唯一区别也就只是我要去上课而已，</p><p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;来了一个月之后，我还是迷迷糊糊的，每天过着与在学校时做的事的时间调反过来的事，以前学的时间，和现在玩的时间一样多，虽然我深深地知道这样不对，但又不知道该做些什么，就迷糊了下去。</p><p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;突然在某个时间段，来了许多许多的老师，老师有的时候很无厘头，也有和郝老师讨论问题的认真，但和校长完全不是一个类型。有的时候，看着校长上戏剧课时仿佛只有一个人在空旷的舞台上表演，我不知校长有没有觉得这里的很多学生的到来使这个学校的某个部分违背了他创校的初衷，我不知道他的初衷是什么，我也不敢乱讲，但每当他孤零零站在讲台上默默地维持着冷场，我都有种莫名的不舒服。</p><p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;先锋在我来之前老师并不是很多，但是我来之后3个月，陆陆续续来了许多的老师，他们的经济能力和学生其实是差不多的，甚至要比很多学生差许多，特别是听见橘子之前不久还在工厂中打工，我甚感惊讶，我极想了解来到这里的老师的心中，到底是为了抱负，还是其它的什么，不过他们却又是同一种人，都无一例外的讨厌这个社会体制，都有一些当世愤青的心态，不过没有“愤”字而已。</p><p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;这里的老师，经常会和学生在一个小问题上面争论不休，与体制学校相差甚多，学生老师一同住宿，学习，交流，时而还会出现学生教育老师的时候，老师们都很随和（崔老表示不服），也都懂不能用灌输式的教育方式来教育学生。齐亮老师说过，如果他用灌输式的教育方式来教育学生，那他就不配拥有一个想成为真正教育家的梦想了。教育，从来就是需要讨论的，这里的老师几乎都来自同一类型的组织，拥有同样的目标</p><p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;于是，我便愈加奇怪，这里的老师来这里的目标初衷是什么。于是，在我们一起做图书馆的项目时，便问了橘子和齐亮老师，他们都是来自一个叫做立人图书馆的一个公益组织，后来因为某种变故解散了，便不约而同的来到了这个学校。</p><p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;齐亮老师是一个自由主义者，想当一个教育家，我想于一个教育家来说，确实是因材施教，有教无类的，教这些参差不齐学生在他眼中自然是有教无类这句话最高级别的的体现，并且，那些并没有去上课的学生们也并非是没有受到教育，在陈炜明去做蛋挞时，在王紫明去打乒乓球时，在蒲显浩去开服装店时，他们也同样从另一个层面在受到与我们不同的教育。</p><p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;现在的问题是，老师为什么不离开这与他们来时想的完全不同的学校呢？这和他们也和我来这里时最初的初衷很不一样。于是，我们来假设一个人是即将来到学校中上课的老师，我请了我的几位同学来充当这个角色，并询问他们当时的反应。</p><p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;同学一（我告诉了他们故事的背景：被调查者是一个有抱负的青年，你毕业不久，不喜欢甚至厌恶现在的社会现状，有愤青的倾向，你想找一个地方做自己想做的事情。于是，你来到了一个体制外的学校当老师）：<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Q：你听说这是一所很开放的学校，但当你真正来的时候，你发现有很多同学不去上课，更甚者天天打游戏，学习的人少之又少，而你却要天天教这些学生，你会有什么打算？<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;A：继续待下去，用良心去感化他们，或用你的能力来改变他们。<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Q:你发现你在寝室之中做很多事情都要受到限制，晚上睡觉觉学生吵到你，影响到你去找他们理论却也无济于事，上课有时不能获得应有的尊重，自己身上带的钱也越来越少，但有时和同学们在一起也还是很开心，也可以和同行讨论学术上的问题，有时还是很快乐，你会不会离开，或者有别的打算？<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;A:不会，留下来。<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Q:为什么留下来？<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;A:解决和接受这些简单的东西，是一个优秀的老师和教育家必须拥有的基本素养，如果被这些小挫折难倒，何谈成为一个好的教育家，成为一个好的老师。<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Q:如果你建立了一个自由开放的学校，旨在让学生找到自己的兴趣点，自由学习，但你发现学生们自由过度了天天不去上课，熬夜玩，睡懒觉，你作为校长，你会怎么办？<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;A:先将规章制度改的更严厉，然后再慢慢放松。不会轻易的解散学校。<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;A:让我们从高到低的分析老师们的心理。</p><p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;首先是校长，学校是他一手创立，他也一定费了很长的时间和很多的心血来建立这个学校，让他放弃无疑不大可能，并且他承受着28位家长的信任，这样大的信任，以校长的品德一定不会辜负他们，而他既然说要创造这样的一种他所喜欢的可能真正可以达到育人目的的教育方式，就没有不坚持下去的理由。 </p><p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;然后是齐亮老师，他的梦想是当一个教育家，他的脾气又是极好，也不会在意与同学之间的争论，并且在他和郝老师讨论问题的时候，我也能从他的面红耳赤看出他对于学术的热情和执着，他与学校中很多学生也很聊得来，和郝老师橘子他们以前是同事，所以他不离开这里是意料之中的。 </p><p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;而橘子老师，我一直没有了解清楚他是什么样的一个人，只知道他不反对同性恋，每天早上都要去教室，很爱写小说，不喜欢我们吵闹，唱歌难听，和很多老师都很要好，上半年在打工而已。他不同于齐亮老师有一个明确的目标是开一门经济学或者别的什么课，而是再多看看再做决定，他真的是一个很开朗的人，在学期末的时候他说一开始看到许多人在玩游戏的时候和我一样的很失望，但是到后来也慢慢地从一个游戏的反感者变成了一个持中立态度的人，他也能和我们聊一些七七八八的杂事聊得很开心，也会偶尔和柿子那些志同道合的朋友出去喝酒，我不知道他心中想的什么，但我相信，他是一定不会离开这个学校的。 </p><p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;崔老师。。。有点神出鬼没。我不知道他来到这里是为了什么，但他好像很喜欢这里的学生，以一个教练的身份出现在各个地方来教学，平时极为严厉，倒是使得许多学生都对他多少有点敬畏或是畏惧的感觉，所以许多事也不敢向他打听，和他说话要小心翼翼的，生怕说错一字一句遭他斥责，但又时时能听见校园寝室各处他爽朗的大笑声，我也是无法找出他离开的理由。 </p><p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;一个人要离开一个地方，无疑是因为讨厌那个地方的某些东西，某些人，和不喜欢做某些事情，以及迫不得已的离开。这里的老师学生，肯定不会迫不得已的离开这个地方。这丰富的课程和有这么多的五湖四海来的志同道合的朋友们可以同居，没有在社交平台上和在社会中摸爬滚打时说话的遮遮掩掩，小心翼翼，大可敞开心扉，与朋友们畅所欲言，还可以开一门自己的课程，让学生来选，与学生一同交流，成长，从更多的角度去看一件事。就算偶尔有学生挑衅，但先锋的老师和学生都鲜有蛮不讲理之人，今日的小争执明日便消去，大家住在一起哪还有什么离开的理由呢？</p></div></div>"
    }
  ],
  "course": [
    {
      "id": "2",
      "name": "学乐无别：电子游戏也有雅俗",
      "pics": [
        {
          "name": "game_1.jpg",
          "description": "先锋学生加CTB大赛演讲电子游戏主题"
        },
        {
          "name": "game_2.jpg",
          "description": "布彦隆之：先锋教育学校导师，资深人文杂志、博物图书主编，历史学者，专注东亚古代史、日本中世史研究，即将出版《东亚历史世界的分野》。"
        },
        {
          "name": "game_3.jpg",
          "description": "Virtua Fighter"
        }
      ],
      "time": "2017年4月",
      "author": "《时代教育》",
      "enAuthor": "'Era Education' Magazine",
      "enName": "Learning and happiness has no difference: video game also has elegant and vulgar",
      "abstract": "先锋教育学校有不少传统学校里所谓的“问题学生”。比如，有个孩子自上高中开始总爱想一些问题：人为什么要活着，活着有什么意义，死了之后有灵魂吗？于是他被周围的老师同学视为“怪人”。对这个 “怪人”，校长刘晓伟说：你来先锋，这里都是你这样的人。",
      "enAbstract": "To those \"eccentric\", Principle Liu Xiaowei said: \"Come to pioneer, here are people like you.\"",
      "body": "<div class=\"row\"><div class=\"col-md-6\"><h4><strong>在先锋，玩转电子游戏</strong></h4><p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;先锋教育学校有不少传统学校里所谓的“问题学生”。比如，有个孩子自上高中开始总爱想一些问题：人为什么要活着，活着有什么意义，死了之后有灵魂吗？于是他被周围的老师同学视为“怪人”。对这个“怪人”，校长刘晓伟说：你来先锋，这里都是你这样的人。还有一些学生是带着“游戏瘾”来的。尽管目前学术界尚没有公认的网络成瘾、游戏成瘾的定义和检查标准，但这个词已经被滥用。这些孩子来先锋之后，不但没有被“围追堵截”，反而可以更加放开地玩游戏。因为，玩游戏在先锋实在是一件稀松平常的事情。学校建立了游戏学院，开设有《游戏艺术》课程，学生还以电子游戏为研究主题组队参加ChinaThinksBig(CTB)中国大智汇创新研究挑战赛，游戏的模式甚至被移植到学习生活的管理之中。</p><p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;那么，这些孩子因此而堕落了吗？先锋学校有这样一个案例大概可以说明问题：有一位妈妈，在很长一段时间里几乎每天晚上都要在大街小巷穿梭，到处寻找通宵达旦玩游戏的孩子。来先锋第二个学期，这位妈妈就欣喜地在家长群里分享：孩子说晚上想出去玩一会儿，我问，你能按时回来吗，果真，他就按时回来了。</p><p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;这样的案例几乎是大多数。布彦隆之老师在先锋学校教授东亚历史，也是《游戏艺术》课程开设者、CTB大赛带队老师。他说，游戏本身并不是问题，对于孩子，他们应该学会认识更好的游戏并自我管理游戏时间。这也是先锋学校对待游戏的态度。</p><p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;从1987年开始玩游戏至今，近30年玩龄，布彦隆之认为自己正是游戏的受益者，走上研究历史的道路甚至也与玩游戏有莫大关系。</p><p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;小时候，布彦隆之第一次接触游戏里的三国世界是在游戏《三国志》里，在先锋学校任教之后，他也把这款对自己影响颇深的游戏带进了课堂。此游戏是以日本江户时代以来的文化观而制作，那么，其中的关羽形象和罗贯中的《三国演义》、陈寿的《三国志》、京剧以及电视剧中的关羽有什么不同？古代东亚世界各国都是如何理解关羽的？布彦隆之一口气拿出了6种关羽立体文化造像，让学生通过游戏、阅读、观影来学习思考。</p><p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;好的历史游戏取材真实，制作精良，可以说是对历史文化的真实再现。比如，《荒野大镖客》是一部美国西部史，《刺客信条大革命》再现了路易十六时代的巴黎，在布彦老师的课堂上，学生们还通过《合金装备》了解苏美冷战，通过《如龙维新》学习明治维新。</p><p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;这些内容大概已经超出很多家长对游戏的认知，家长们为什么会谈游戏色变、避之唯恐不及？布彦隆之认为，家长首先需要对“电子游戏”有一个完整的全球化的认识和视野，比如参加东京TGS游戏展、美国E3计算机图形技术展，切实了解日本和美国主流的电视游戏机发展史及其衍生产品文化，仅仅通过黑网吧和几款低端手游、网游来了解，自然是不够的。</p><p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;参加CTB比赛，先锋的学生们选择了“电子游戏”作为研究对象，小组成员各有自己的一番诉求，比如，队长严笑寒说，“我对一些有严谨考证和充满战略性的游戏非常喜欢，这些游戏颠覆了我对游戏的认识，玩这些游戏不光可以放松身心，还能学习我感兴趣的知识，交到志同道合的好友，乃至于将游戏的模式应用到管理模式中。”张一涛说，“随着对游戏了解的慢慢深入，以及之后参与了学校的游戏战队建设，我对游戏这一极具吸引力的媒介所能达到的教育效果有很大兴趣。”而更多的孩子，因为经历过与家长强烈冲突，他们的诉求更直接大胆，如张馨月所说，“电子游戏真的像一些家长口中说的，是危害我们学习生活的洪水猛兽吗？到底是什么导致了家长和孩子对电子游戏理解有如此之大的差异？我想试着去探索其中真正的原因。”他们希望通过游戏把协作、团结、互助的理念显现在生活中，促进家庭和亲友关系。</p><p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;作为指导老师，布彦隆之鼓励学生在爸爸妈妈逛街时，鼓励他们去索尼的PSstore看看，尝试一起游乐。他说，“其实每个人都有童心，包括正在忙碌的父母，他们因为时代的局限不了解游戏的现状。作为新生代的子女有必要教会他们，不是么？”</p><p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;在先锋学校，游戏的模式甚至被移植到学习生活的管理运用中，将生活游戏化。比如，游戏通过目标与激励机制来调动游玩者克服困难的愿望和专注，生活中的很多事情也可以变成游戏中的任务。先锋学校从来注重学生的自我管理，刘晓伟校长的观点是：真正自由的人才可能真正形成自律。因此，先锋学校的老师们力求创造一个让孩子以及自己能够自由生长的环境，除了安全以外，没有其他强迫性规则。对于早上起不来的学生，师生们想出的办法是：把连续一周起床当做一个游戏任务，只要学生做到了，就可以获得经验值，有了这些经验值，学生便可以达成一个小目标。</p><h4>TIPS_社会文化：游戏植根的精髓<small>本文节选自布彦隆之《精致文化是水，活用创意是根》</small></h5><p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;无可否认，SEGA株式会社制作的“Virtua Fighter”，自上世纪九十年代初诞生以来，作为一款格斗游戏之所以长盛不衰，除制作精良、技术强大之外，自然还与深厚的社会文化脱不开干系。<p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;在“Virtua Fighter”中，主人公结城晶使用的“肘里顶寸”“修罗霸王靠华山”正是中华“开门八极”的绝学，在制作人铃木裕（Yu Suzuki）及SEGA株式会社的强大技术力下，拥有五百年历史的中华第一技击武艺得以完美地展现在交互式娱乐----电子游戏上，然而这一切来得并不容易。<p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;1991年秋天，在日本有格斗游戏教父之称的铃木裕（Yu Suzuki）带着翻译来到河北沧州的孟村，这里号称“武术之乡”，自古尚武。他此行的目的就是寻访八极拳的传人吴连枝，将八极拳的招式运用在一款正在开发的游戏中。<p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;为了亲身领教八极拳的威力，以便把中华武术文化真正植入游戏，而不是蜻蜓点水的花架子，铃木裕（YuSuzuki）毅然决定“以身拭术”。虽然有“空手道”的底子，但与吴连枝交手后仅一个回合就被打出两米多远，头上的疤痕一直难消。满头是血的铃木裕（Yu Suzuki）忙问摄影师：“刚刚那个发力的瞬间，你拍下了没有？”正是由于铃木裕（Yu Suzuki）作为游戏制作人能“玩命”进行社会调查、搜集素材，才有了两年后问世的“Virtua Fighter”，就是我们常说的VR战士，犹似当年任天堂的──“超级玛莉”，被公认为日本国宝级名作，发行超过四百万套，美国一家博物馆甚至宣布将该作品列为永久收藏。铃木裕（Yu Suzuki）因此也被誉为“大师级”制作人。这正是让社会传统文化植根于游戏的结果。<p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;曾经，中国武术以少林功夫和太极拳最为有名，这归功于电影人对“少林寺”和“张三丰”的演绎。相比而言，河北沧州的八极拳虽然更富于技击却并不为国人熟知，但八极拳和吴连枝于近十年在国际上得到了空前的关注，不断有洋弟子前来拜师，华夏“武学”得以发扬于海外，铃木裕和“Virtua Fighter”功莫大焉，这时的游戏已经成了承载文化的载体，而不仅仅是“娱乐”。<p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;可见，精良的游戏与深邃的社会文化密不可分，如果制作游戏随便买个“引擎”，请美工改几件服装套上，欲得长久流行，能乎？</p></div><div class=\"col-md-6\"><h4><strong>布彦隆之：电子游戏是“洪水猛兽”吗？</strong></h4><p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;我出生在1981年的北京，第一次接触到电子游戏是在6年之后。家人带我到公园玩耍，我在那里第一次知道了电子游戏机长什么样。从6岁至今，我的游戏“玩龄”近30年，可以说，我的成长经历就是电子游戏发展史。</p><p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;上世纪80年代，电子游戏还没有被扣上“电子海洛因”的帽子。我记得，当年我们抬头看到的是这样几个大字：电子游戏开发智力。也就是说，电子游戏在当时被认为是一种良性的、向上的、高科技的、开发智力的活动，孩子玩游戏是被鼓励的。</p><p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;从1994年开始，因为某些原因，社会开始全面清理所谓的“电子海洛因”，身边能够保持游戏爱好的人就不多了。我的中学时代，记得有一次，学校组织同学之间互相揭发检举“电子海洛因”的游玩者，我的名字被写在黑板上，底下的“正”字画了满满一大片。</p><p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;孩子玩游戏怎么对付？很多家长选择了用暴力管教方式，多年之后，孩子终于长成了和当年的他们一样无趣的中年人。好在我们家比较开放，家人并不反对我玩游戏。</p><p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;现在，有很多朋友和学生问我，你是怎么走向历史研究和教学这条路的？我仔细想了一下，一个是和家庭对我的影响有关，因为我爷爷就是研究古代历史的；另一个重要的原因，就是电子游戏的促进。记得有一回，爷爷带我回老家，在北京崇文门外的百货商场里，发现了一套日本开发的《三国志》游戏，售价200元人民币，相当于当时普通工薪阶层两个月的工资，但老爷子爽快地给我买下了。那是我第一次接触到游戏里的三国世界，印象非常深。玩的过程中，不懂的地方就翻书找资料，或者问家人。因为玩这个游戏，我走上了一条和其他人不太一样的学习道路。</p><p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;日本有很多这样的优秀游戏，日本人对游戏的认真和人力物力的投入是国人无法想象的。好的历史游戏取材真实，制作精良，甚至得到国立博物馆和历史学者的支持，可以说是对历史文化的真实再现。比如最新的《信长之野望-战国立志传》对日本战国时代的每一座历史名城都给予显现：象征“平安乐土”的安土城、“凤鸣岐山”的岐阜城，促使我们进一步探求中日两个国家内在的历史联系；再有“甲州法度之次第”等战国时代律法的引入，可以让游玩者了解日本古代历史的律令体系与封建关系。</p><p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;游戏对我来说就是一件习以为常的太普通的事情，是文化传播的一种媒介。现在，我的家里差不多有几十台游戏机，我孩子7岁了，她就是在看我玩游戏的过程中长大的，哪间房里有哪些东西，她都记得很清楚。我从来不会限制她玩游戏，常常和她一起玩。</p><p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;可以说，我是游戏的受益者。但在当年，也确实有不少“游戏受害者”。20世纪90年代初，有一个词叫“少年犯”，他们大抵有相似经历：父母下岗，生活贫困，为了玩游戏，最终走上抢劫、勒索的犯罪道路。媒体的报道将矛头直指游戏，大肆渲染其危害，玩游戏的孩子都被妖魔化。凡水都有源头，在我看来，这个结果是诸多原因造成的，不能完全归罪于电子游戏或孩子。日本遍地都是卖游戏机的，却很少有孩子因为游戏而堕落犯罪。所以，问题出在我们自己身上，需要反思。</p><p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;我参加了很多城市的游戏展，它们和美国、日本的游戏展有什么差别呢？你一进展会现场就会看到，很多人在拼命地做宣传、做营销，这是中国某些游戏从业者的急功近利心态的最直接的反映，他们的目的就是赚钱！有家长说，孩子偷钱给游戏充值。在美国、日本等国家，基本不存在充值这件事，大部分游戏都是一次性购买。再看看游戏本身，世界主流的游戏规则需要游乐者遵守诚实、守信、公平的原则，强调团队合作。而国内大部分游戏，享受的是逮谁砍谁、横扫千军的快感。有人说游戏是洪水猛兽，在我看来，这类粗制滥造、无趣无聊的游戏确实是洪水猛兽，确实会让游玩的孩子产生不良倾向，抵制这类游戏是一件有必要的事情！所以，我的游戏课，并不是没有限制的，在我的课堂里，不允许出现、讨论、游玩赌博、色情，以及需要充值或者以现金购买装备的游戏。</p><p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;但是，就好比吃饭，烧烤对人体有害，我们可以选择不吃烧烤，并不是就不能吃饭了。对于电子游戏，如果合理地去理解它、游玩它，是不会产生伤害的。</p><p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;游戏为什么会被扣上“电子海洛因”的帽子？我们的家长为什么对它反应如此激烈？终究还是我们自己的认知出了问题，视野太过狭隘，预先设置了一个文化立场，而不去了解世界上的主流的最先进的游戏技术和规则。我们让孩子在游戏这件事情上承受了太多压力，最应该反思的是家长。我开玩笑说，一个内心里满是功利的人，可能会去限制孩子很多活动，而一个保有童年情怀与梦想的人，也许就不会限制孩子接触和研究自己当年没有的事物。限制太多，孩子的思维便被封闭起来了。</p><p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;大约在100年前，电影刚刚出现的时候，一些老戏剧迷可能会拍桌子，会说：你们这些东西搞坏了我们的艺术，因为《将相和》《打金枝》它必定用一种固定的形式在固定场合表达出来，才是艺术。但到今天，没有人否认电影是一门艺术。再回想我上学的时候，老师对我们说：我不看电视剧，尤其不看古装剧，罗贯中、曹雪芹、施耐庵的著作，一旦被搬上银屏，就完全被糟蹋了，只有文字才能精准地表达。但现在，大家已经足够宽容到电视剧也可以成为一门艺术。那么游戏呢？</p><p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;其实在美国、日本以及欧洲，电视游戏和电影、音乐剧一样，是一种非常成熟健全的艺术形式，它仅仅是一种艺术的承载形式，比如说在现代跃进的电子图像和交互技术下，游戏完全发展成为可操纵的互动VR电影，如果不了解这一点，而仅仅停留在“砍怪充值”等认识上，需要加强学习和国际化视野的恰恰就是我们自己。</p><p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;索尼直营店在中国大陆只有四个城市有，其中就包括成都，其他三个城市是北京、广州和上海。我们可以在里面体验游戏最先进的技术，我就建议我的学生带上家长一起去，我跟他们说，逛街的时候带上爸爸去体验一下，只有让爸爸真实体验到那种超越电影的互动感，才最容易改变爸爸的认知。</p><p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;那么，孩子真的不懂自律吗？在先锋学校，我们倡导孩子自己管理自己，包括管理自己的游戏时间，可以说在先锋学习一定时间后的孩子，几乎没有再像以前沉溺于游戏，限制少了，反而没有必要“争先恐后”地玩了，这样也更有利于他们去发现有趣的东西。比如现在有几个孩子喜欢上了和我学习摄影和人文行走。</p></div></div>"
    },
    {
      "id": "1",
      "name": "先锋学校《1984》读书会",
      "pics": [
        {
          "name": "20180929_131002.jpg",
          "description": "读书会1"
        },
        {
          "name": "20180929_131019.jpg",
          "description": "读书会2"
        }
      ],
      "time": "2018年11月11日",
      "author": "丁乘风",
      "enAuthor": "Chengfeng Ding",
      "enName": "Pioneer '1984' Reading Party",
      "abstract": "先锋学校开设阅读课由来已久，今天给大家呈现的是由博学多识的柿子老师带领的第二节《1984》阅读课，阅读内容为第一部的二、三章。",
      "enAbstract": "Pioneer school has been offering reading classes for a long time. Today, what we present to you is the reading class for \"1984\" led by the knowledgeable teacher, SHIZI. The reading content is the second and third chapters of the first part of the book.",
      "body": "<div class=\"row\"><p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;1）本次读书会共5人参加。选择的流程是，先由同学提出感兴趣的题材，大家共同讨论决定读哪本书。之所以选择《1984》，是有同学对反乌托邦题材有兴趣，《1984》《我们》《美丽新世界》打算一本一本读过来，在阅读中反观自身的处境。2）读书分享每周一次，因为是文本细读，每周大概只读两三章。有同学提出一些有意思的问题:主人公温斯顿为什么会显得和别人不一样，偏离“正统”的出发点在哪里？那么，柿子老师是谁呢？</p><p class=\"diff\">柿子，江苏人，一个小女孩的爸爸。在先锋开设过旅行和科学课，本学期开设阅读和数学课。 在毕业的最初几年里，四海为家（不是比喻）。于时间的虚无里慢慢寻找意义，发现教育作为生活方式恰好满足自己不渝的好奇心。和小伙伴一起学习生活过，也跟随拍摄众多教育机构，剪辑制作纪录片。喜欢一切有趣和飞扬的东西。对地理的爱好引发喜欢把长途骑行作为体验世界尺度和风格的方式。更痴迷于看图爬山，常常行走于山水之间。热爱阅读，什么书都愿意去翻翻，对科学史及科学哲学抱有浓厚兴趣。</p><p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;在课堂的开始，柿子老师向大家抛出了一个问题：为什么在《1984》中性是不自由的？在《1984》的背景下，作为一种政治手段，对性的管控有何独特作用和意义呢。梓宸同学提出，性是人类的自然反应，当人自由享受性时，是会忘却外界规定的；为了加强对人民的掌控力，为了加强政治权威，老大哥需要让人抛却对性的天然感受，将性政治化、命令化。他还举了一些较为民主的政体为例，来说明在思想更开化的地区，人们有谈论性的自由，也有更完备的政治权利。</p><p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;在对剧情的讨论中，同学们都十分踊跃的发言，来发掘书中的细节及隐喻。有同学提到了温斯顿对太太的称谓并非书中常见的“同志”，而是尊称“太太”。这表达的差异有什么意义呢？梓宸同学表示，“同志”是一种共产主义、社会主义语境下的称呼，它不包含性别的差异，更强调被领导的群众的一致性；而“太太”是一种资本主义语境下的称呼，将人的男女差异与对人的尊重体现了出来。</p><p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;“谁控制过去谁就控制未来，谁控制现在谁就控制”，这是贯穿全书的重要标语。同学们纷纷发表了对这个标语的认识：有同学说这关乎历史认识，有同学说这与人的思想受生长环境影响有关，有同学说这是因为人的知识体系都是被塑造的。但无论如何，大家达成了这样的共识：人应当有自由获取知识的权利，而非被限制在特定的知识范围里。</p><p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;有个角色引起了大家的注意。主角在真理部的同事“充满了低能的热情”，但却“靠他们维持稳定甚过思想警察”。梓宸提出：思想警察是将思维模式不符的人带走；而同事，抱有热忱。工作动力和模式的差别使得同事更容易被群众接受。进一步的，有同学提出，警察来自对立阵营，同事来自自己阵营。自己人的说法更令人信服。旁听的冯老师提出了另一个新颖的观点：同事的监视范围更广，更深入生活。</p><p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;一个半小时的阅读课上，大家畅所欲言，在投入的讨论声中时间过得很快。下课时间到了后，同学们仍旧依依不舍地继续在私下讨论课上的问题，并且期待着下一次给人带来如此启发的阅读课。</p></div>"
    },
    {
      "id": "3",
      "name": "先锋课堂实录 | 只有两个人的课堂",
      "pics": [
        {
          "name": "two_1.jpg",
          "description": "学生照片1"
        },
        {
          "name": "two_2.jpg",
          "description": "学生照片2"
        },
        {
          "name": "two_3.jpg",
          "description": "学生照片3"
        }
      ],
      "time": "2017年02月06日",
      "author": "桔子",
      "enAuthor": "Orange",
      "enName": "Pioneer Classroom | A Class with only two people",
      "abstract": "先锋学校的教育有一个很重要的前提，即是在尊重学生的前提下，让他们学习自己真实感兴趣的事物。但笔者在和学生家长聊天后，发现许多家长对此大为不解。一方面不信任孩子有能力做出学习的选择；一方面不相信在自由的前提下，人可以自然向上地生长，成为更优秀的自己。",
      "enAbstract": "A crucial priority of the education at Pioneer is that with respect of the students, we let them leran what they are truly interested in.",
      "body": "<div class=\"row\"><div class=\"col-md-12\"><p class=\"diff\">先锋学校的教育有一个很重要的前提，即是在尊重学生的前提下，让他们学习自己真实感兴趣的事物。但笔者在和学生家长聊天后，发现许多家长对此大为不解。一方面不信任孩子有能力做出学习的选择；一方面不相信在自由的前提下，人可以自然向上地生长，成为更优秀的自己。</p><p style=\"line-height: 20px;\">每每和家长聊到这里，笔者常常感觉和家长之间隔着万千沟壑，不是一两句话可以解答家长心中的困惑。<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 巧了，这个学期的先锋有两个学生，通过学期末答辩申请独立学分的方式，即将获得属于他们自己的一门课程的学分。这门课程叫做“A和B的冲突与沟通”，（因是未成年人，又涉及隐私，我就用A和B代替了这两位学生的真实姓名）而我，作为他们两位学生的寝室老师，恰巧亲历了整个事件的发展过程。似乎从这件事情出发，能够解答一部分家长的困惑和担忧。</p></div></div><div class=\"row\"><div class=\"col-md-4\"><h4>第一部分</h4><p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;A和B都是先锋的一名学生。A已经十八岁了，他的身上有属于他的特质。极度缺乏安全感，以至于从来不敢正视陌生人的眼睛；小学与初中时，曾有过被老师整，被校霸欺负的经历，也让他多疑、敏感且不轻易相信别人。A身高正常，但很瘦弱，不爱运动的他总觉得喜欢运动的人是五大三粗头脑发达的，会给他的生命带来安全的威胁。</p><p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;B是一名十六岁的学生，他的身上也有属于他的特质。据他自己说，小学时自己是一个呼风唤雨的校霸，上了初中后才意识到从前自己的行为是可笑的。于是他把自己变成了另一个样子。疏于和人交往，平时很少说话，与此同时，继续保留了自己打篮球的爱好。在先锋的B，很少和A说话，每天从下午五点打篮球直到七点。</p><p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;他们俩在先锋住上下铺。</p><p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;通过后来的了解，A在来到先锋没多久后，便感觉B是会威胁到自己生命安全的人。偏见从那时诞生。而B又是寝室长，平时很少和A交流，只有在寝室遇到问题的时候，才会偶尔和A说上两句话。这行为，让A有情绪。A认为，是B故意找自己的茬。于是在先锋生活了没多久，他们俩便开始产生了冲突。</p><p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;他们的课也是从这个时候开始的。</p><p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;写到这里，我首先需要向朋友们解释一下。</p><p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;在A和B第一次在寝室里发生巨大冲突时，那大概是开学一个月之后吧。因为搬寝室的事情，A觉得B在针对他。</p><p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;于是一开始就用威胁的口气回击B：“你想干嘛呀？”</p><p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;B感觉自己受到了威胁，自然也展开了自己的防御，用有些生气的语调对小说：“我没干啥呀，你是不是没事找事呀？”</p><p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;A一看这番回应，立马浑身颤抖起来，继续用挑衅的口气说道：“呦，你长不长眼睛呀？他妈的没事找事？你眼睛瞎了吧！”继而亮出了自己的拳头。</p><p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;B听到这番话语，显然觉得自己受到了侮辱，于是也亮出了自己的拳头，对着A说：“你想干嘛？”</p><p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;寝室学生发现事态有些不对了，将两位学生拉开了。</p><p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;整个过程我都在旁边，但我在发生这次冲突之前，并不清楚在文章一开始就告知大家的，两个学生的特质。</p><p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;从我刚刚描述的细节来说，大多数人看到这个场景后，通常的判断是，一定是A和B的某一方做错了。继而，如果介入，惯常地做法也是先去批评、指责发生矛盾的某一方。但其实，从我后来了解到的经验来看，其实当双方产生了巨大矛盾时，尤其是两个长期住在一起的人，具有亲密关系的人，由于生活中琐碎的细节，产生了希望诉诸于暴力的矛盾，通常绝不是简单的一个因果造成的，一定有双方长期积累的过程。就像夫妻之间因为男人不洗衣服而发生巨大争吵，通常妻子一定在这次争吵前使用了很多种方式试图“纠正”丈夫的“错误”未果后，才会在某一次丈夫继续这样的“错误”后，产生大的争吵。与此同时，在这之外，还有每一个独特的人，曾经的生活给他如今的行为造成的或深或浅的影响。</p><p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;所以，在发生巨大争吵之后，作为第三方，仅仅基于自己的判断随意指责一方，本就不是明智的。</p><h4>第二部分</h4><p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;那天争吵结束之后，我和A、B都长聊了一次。根据两位学生给我的反馈，A有更深重的故事等待我发掘，自然聊得更长。</p><p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;平心而论，处理这个两个学生的争端。对我而言，也是一堂需要学习的课程。我自知我对人、对教育的理解并不如我的导师崔老师更深厚。在处理之前，我和崔老师有过简单的沟通。崔老师的话一如既往地简单，又值得琢磨。</p><p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;“A你曾经带过，肯定比B更了解。但你要记得，B可能是要多聊一聊的，因为他其实没有做错太多的事情。但他会感受不好，他的感受是需要回应的。也正好让他了解A的特质。”</p><p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;我带着这番见解，摸着石头过河一般地尝试解决。通过和两位学生的第一次长聊，我大概掌握了一下的细节：</p><p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;A的语境是这样的：我比B大很多，我打过工，见过社会，见过黑暗。像B这样的人，我见的多了。阴险、狡诈、不诚恳，我讨厌这样的人，我也觉得必须要整治这样的人。</p><p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;B的语境是这样的：他突然就和我吵了起来，我很挫败，也很生气。我不知道为什么，我觉得他没事找事。我像和所有同学一样，不带偏见得对待他，换来的却是他的污蔑，我很生气。</p><p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;通过我写到的A和B，我相信每一个朋友都有一番自己的见解。每一个家长也会有自己的思考。我们就像A，在孩子面前总觉得自己看过更多的世界，可以分享自己的见解；我们也像B，在这种处境下，会觉知到沮丧，试图去安慰和帮助。</p><p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;这些分享或说教的欲望，安慰或附和的欲望，我在和他们的聊天中都曾闪出过，但我却克制了。长久地和学生相处，亲眼见证他们的成长，让我明白对于他们而言，最重要的不是懂了多少道理，而是怎样将自己的道理真正地变成自己的行为方式。</p><p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;当我放下了自己试图分享和说教、试图安慰和附和的欲望后，我反而从刚刚说到两个语境的细节里发现：对于A而言，“整治这样的人”是他的需求，他需要学会用更合理的方式（不是挑衅与报复，不是暴力与情绪）去“整治这样的人”；对于B而言，“不带偏见得对待他，换来的却是他的污蔑，我很生气”是他的需求，他需要学会的是，怎样让A感受到他不带偏见，怎样让A不再污蔑他，怎样能让他更幸福得生活在这个地方。</p></div><div class=\"col-md-4\"><h4>第三部分</h4><p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;我相信，在“主流”的教育实践者眼中，或者说在大多数中国的学校里，这样的冲突并不一定会成为教育的契机，甚至大多数的家长也不一定明白，通过怎样的方式，能让青春期孩子这生活里的“辛辣”成为他们变为更优秀的“自己”的契机。但在先锋，多数老师都清楚，这样的“冲突”其实是他们成为更优秀的“自己”的契机，多数老师也愿意尝试站在学生的立场出发，帮助他们成为“更优秀”的自己。</p><p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;我是幸运的，曾经和至亲的父母产生了巨大的决裂，又因为这无可奈何的关系不得已必须面对的原因，尝试缓解与父母的冲突。这个过程让我明白，最有效的解决方式，是直面让你愤懑、悲伤甚至长夜痛哭的人，和他们深入地沟通，在坦诚的言语里，慢慢解构从前那个自己想象里的“恶魔”。</p><p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;第一次和A与B的长聊最后，我向他们都问了一个问题：“你觉得怎样解决现在的处境？”A的回答是：“换寝室。”我继续问：“换了寝室之后如果还遇到这样的人呢？”A说：“不可能。”我说：“真的不可能吗？不一定哦？”A没有说话。B的回答是：“我不知道，我再想想吧。”</p><p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;我对A说：“你愿不愿意和B一起聊一聊，因为我发现我所认识的B和你所认识的B好像有很多不一样的地方，我觉得这里一定有许多值得深究的东西。”我对B说：“你想不想试试和A聊一下天呢？”A的回答是：“我可以和他聊一下，但是我希望你能在旁边。”B的回答是：“可以”。</p><p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;于是，在一个月的相处之后，这两位从很早以前就产生芥蒂的学生坐在了一起进行对话。而我，是他们的主持人。</p><p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;几个月之后，我坐在这里回想他们第一次的对话，只能敲出以下这些文字：从我的角度出发，我看到了他们之间的沟通“客套”大过“坦诚”，“试探”多于“分享”。</p><p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;A很多时候表达的是：“哎呀，我以前见过太多那种阴险的人了。所以，会很不喜欢。”B则会问A：“你真的觉得我是这样的人吗？我可不是啊。”</p><p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;一个多小时的沟通，他们竭力保持自己的镇静，对自己不满的人隐秘的防御写在脸上。不正视对方的眼睛，很多毫无意义的肢体动作，或搓手或挺直腰板，他们都没有放松。</p><p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;那天我在他们旁边看着他们聊天，没有说太多的话。方才的文字，其实不是我当时的感受。我当时沉浸在自己的喜悦里，误以为他们通过这次聊天，可以走上自己人生的康庄大道，还暗自得意。现在，我认为自己对他们第一次聊天后的描述是客观的，原因在于后续发生的故事。</p><p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;他们的课还在继续。</p><h4>第四部分</h4><p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;平心而论，第一次的对话，确实对他们有一些帮助。至少紧张的气氛缓和了很多，他们相安无事。我作为一个不算勤奋的人，也在心里暗自庆幸他们没有再搞事情。有那么一刻，我甚至在想，如果有一天我身为这样两个孩子的父亲，一定也不希望他们搞事情。人性懒惰的设定，让人本能地不愿接纳自己认为的“麻烦”。</p><p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;大约是第一次沟通的二十天之后，A和B又开始持续发生争吵。长久地生活在一起，每个人都有属于自己的底线。B总会在十一点之后洗澡，这样的行动会影响A；A对B心存芥蒂，哪怕B仅仅是出于寝室长的职责告诉他需要缴纳寝室费用买生活用具，也会让A滋生不满。</p><p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;于是，在生活中偶遇的他们甚至不愿意打个招呼；于是，B不小心碰了一下A的胳膊都会被指责故意找事；于是A向B分享自己的兴趣，B也会无动于衷。</p><p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;我知道他们迟早会产生更大的困惑。</p><p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;那是在第一次沟通完的一个月之后，B在一天下午主动找到了我。他对我说：“桔子，我觉得A已经严重影响了我的生活。”</p><p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;我回答道：“此话怎讲？”</p><p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;他继续说：“昨天晚上，我在寝室洗澡，吹头发的时候，A突然将厕所的灯给关了，我出去找他理论。他就亮了一下拳头，然后和我说‘你想找事吗’？还有一次，他早上起床后用厕所会用很久，我只是敲门问他还需要多长时间。他在厕所一言不发，我又敲了三次之后，他就突然回了一句‘你咋那么烦呦’。”</p><p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;B没有继续说，似乎在等着我说什么。</p><p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;“哦，所以？”我接着问他。“所以我觉得他已经严重影响到我的生活了！”B沮丧地说。我紧接着问：“那你觉得你有影响他的生活吗？”B有些咯噔一下，吞吞吐吐地回答：“哦，其实我知道我之前晚上打游戏的时候声音大了一些，会吵到A的休息。但是我当时带着耳机听不到呀。事后我清楚，这也有我的问题。我确实做得不好。”“哪你想不想再和他聊一次？”我继续问。“这，我希望你在我旁边。”</p><p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;写到这里，我觉得我又有必要向大家解释一下。这一个月的时间，在他们两位学生的身上我做的最多的事情就是观察。</p><p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;观察他们之间相处的细节，观察他们互相之间微小的嫌隙。但我从不会在发生微小嫌隙时，就第一时间冲到他们面前去制止他们。我认为，他们发生嫌隙，本就是属于他们的生活，也是他们的课堂。他们需要的不是道理，是体验，是体验之后的感知和觉察。</p><p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;而我，作为一个生活的同伴和寝室的老师，具有这样两个微妙的身份。老师的身份会让他们产生距离，会让我自己滋生狂妄；反而是同伴的身份更让我能理解、发现和抵达他们。</p><p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;在B找我之前，A也和我有过几次深聊。他说，他觉得自己的休息被影响；他说A说话太刻板，不温柔，总让他觉得没有安全感；他说他觉得B太年轻，不懂得珍惜时间。</p><p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;认真，不带偏颇地观察这两个学生的行为；放下对他们说教的欲望，从倾听的角度抵达他们的思考和故事，既让他们信任我，又让我能从一个旁观者清的角度明白他们的困扰。</p><p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;对于A而言：B影响了他的生活（晚上吵到他睡觉等），是他需要通过和B的沟通去解决的问题。</p><p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;对于B而言：一方面他受困于A对他的生活造成了影响；另一方面，能让他明白A心里的他，本就是对他自己的巨大颠覆。</p><p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;在这样的契机下，他们之间产生了第二次对话。又一个课堂。</p></div><div class=\"col-md-4\"><h4>第五部分</h4><p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;第二次对话，我录了一个小时多的视频。</p><p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;B是一个对自己有很高道德要求的孩子，但他不了解别人。这个学期作为寝室长，其实并没有做很多管理的工作（组织寝室的同学开寝室会议，商量寝室的住宿规则）。</p><p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;他找我聊了与A的故事后，我刚巧提起了寝室规则的事情。他答应我当天可以开寝室会，并愿意会后，在有我的情况下和A聊。</p><p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;我找A沟通，他也欣然接受了这件事情。</p><p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;于是第二次对话开始了。</p><p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;在我看来，第二次对话，他们比第一次聊得深入了一些。</p><p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;A直言不讳地对B说：“你晚上十一点之后会吵到我的休息；我和你没有什么共同点，平时了解也不多，你和我说话都是因为公事，我们没有什么交情，而你说话又很刻板，不苟言笑，这让我很不喜欢。”</p><p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;而B也愿意回应A的观点，不把它理解成指责，他说：“我承认自己的错误，之前吵到你，你在寝室QQ群里说的时候，我还会觉得你在找茬，而且不开心。但是平静下来我知道是我的错，我向你道歉。但我要向你澄清，我自己的性格本来就是这样…”</p><p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;也是因为这次他们互相之间的分享，让我了解了关于他们各自生命中背后的故事。这些故事我用最简单的语言，在前文交代了。</p><p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;在先锋，学生和老师、学生和学生、老师和老师之间，常常会有这样的对话。（相比较而言，老师和老师之间的对话是比较少的，注意，这不是因为老师的等级高，所以不需要，其实只是因为成人之间的防御和那层外壳更不容易揭开罢了。你我都有。）而每一次深入地沟通后，可以让人找到一些由头和原因，去理解之前不曾理解的事情，去看见曾经因为自己或对方的偏见而虚构的“魔鬼”背后的“天使”样子。</p><p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;在我看来这样的对话需要建立在几个很重要的前提下：<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;1、 双方感觉到安全。（哪怕对方在说他心中对你偏颇的感受，你也不会感觉被指责或被暴力的对待）<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;2、 基于第一个安全，就意味着，对话的双方都需要放下自己的身段，至少在沟通的过程中让对方意识到是平等的。这种平等不仅是为对方好，也是为自己好。（这种平等，指的是对方觉得平等。很多时候家长和孩子、老师和学生这种天然有些层级的概念里，学生和孩子在这种概念下天然会有被压抑的感觉，他们想要反抗；而老师或家长在这种层级概念里，天然会有权威感所带来的愚蠢狂妄。在这种情况下，学生或孩子很难理解家长；老师或家长，也会由着这狂妄而看重尊严，最后，对话变成了说教。）<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;3、 以上两个前提，其实都是为了最后一个前提服务的。就是诚恳。（当对话的双方都感觉是安全的；当他们互相之间觉得是在平等交流；于是他们愿意从倾听和理解而不是指责与教育的角度出发，然后通过诚恳地对话，抵达被自己误解了的对方。）</p><p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;让我觉得幸运，也让我自己引以为豪的是，先锋学校这块土地里，常常拥有这样的土壤。</p><h4>第六部分</h4><p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;写到这里，故事说完了吗？其实没有。</p><p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;小A和小B的冲突解决了吗？其实也没有。</p><p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;后来他们又产生了第三次冲突，而我在第三次冲突之前和之后，又和他们聊过很多次。因为有了第一次和第二次的对话，以及有了他们持续不断的冲突体验，并且他们遇到了属于自己的困惑。我才能在他们的聊天里，告诉他们自己身上出现的问题。（当然，能告诉并让他们听进去他们的问题，离不开我是他们俩都信任的人。）</p><p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;学期末的答辩，小A和小B都有发言。小A明白自己之前对小B有很多的偏见，这些偏见有自己的原因。小B明白自己之前其实对小A也有很多偏见，这些偏见也有自己的原因。</p><p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;除了偏见，他们还说到了“敌意”、“焦虑”，并通过举例证明了自己之前对对方都有过“敌意”和“焦虑”。</p><p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;而他们在答辩的最后，通过亲身经历，告诉参与答辩的老师，解决冲突有一种办法：</p><p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;“其实，很多冲突都和偏见、敌意有关系。而消除敌意和偏见，其实最有效的方式就是沟通。但是，从我们的经历里会发现，对于现在的我们而言，也许在沟通的过程中有一个安全的环境是非常重要的。比如我们都信任一个人，在这个人在场的情况下，坦诚地沟通。也许在双方都还没有能力直接通过沟通解决办法的时候，这种方式是有效的。”</p><p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;他们坐在一起答辩和分享的时候，双方都承认如今对待对方仍然会有偏见和敌意，但是，他们已经可以努力和自己心中的偏见与敌意相处。试图不让这偏见与敌意伤害了对方。</p><p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;他们在表达这样的言语时，平和又关照对方。</p><p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;答辩的最后，学校的老师伟恒建议他们俩可以再研读一些书籍，然后通过文章的方式，将自己的智慧分享出来。学分，也是自然而然的事情。</p><h4>第七部分</h4><p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;让笔者大言不惭地谈谈教育吧。</p><p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;就像刚开始的“笔者按”一样，先锋的教育是在尊重孩子的前提下进行的。人生活在土地上，就会思考、就会行动、就会产生困惑、就会出错、就会寻找答案。</p><p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;很多时候，是你没有理解他们的思考，没有看见他们的行动，没有站在他们的角度回答他们的困惑，没有容许他们出错，自然也不信任他们能够寻找到答案。</p><p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;也就像这篇小故事里发生的一样：</p><p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;A和B在相处的过程中，互相之间产生了冲突。虽然从外在表现上来看，A对B的“敌意”更深重得多，A对B的行为似乎更容易让人将问题归罪于他。但其实，这种冲突是有双方的问题，双方的偏见和焦虑在左右双方的行为。</p><p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;他们在一起争吵了，他们甚至动起手了。作为成人，或者说作为第三方，不诚恳地了解两位同学，在“争吵”或“动手”的处境下，第一反应是“制止”或“说理”。可是，他们在“争吵”和“动手”时，其实就是在用他们的方式去解决他们之间的矛盾；而他们也正是因为没有“学会”其他的方式解决矛盾，而使用了“争吵”或“动手”。</p><p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;作为他们的生活伙伴，我认为这本来就是他们的课堂；而这个课堂需要一个生活的伙伴倾听双方的怨怼，并愿意从他们双方的观点出发，让他们将另一种更适合他们的方式——比如沟通——真正的“做”出来。</p><p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;这背后，需要这个生活伙伴付出耐心、时间，不狂妄、不偏颇。而他们在这样的环境下，可以因着他们的需求成为更好的自己。</p><p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;在先锋的经历，让我自己明白，教育或课堂本就在生活之中；而任何时间、任何地点、任何方式都可以进行学习。有的时候，不是孩子们没有在学习，而是作为家长或成人的我们没有一双发现他们在学习的眼睛。</p></div></div>"
    },
    {
      "id": "4",
      "name": "主流教育媒体对话先锋|信息化教学与项目式学习",
      "pics": [
        {
          "name": "pbl_4.jpg",
          "description": "学生照片1"
        },
        {
          "name": "pbl_1.jpg",
          "description": "刘晓伟：先锋教育创始人，先锋教育学校校长"
        },
        {
          "name": "pbl_3.jpg",
          "description": "学生照片2"
        },
        {
          "name": "pbl_2.jpg",
          "description": "学生照片3"
        }
      ],
      "time": "2017年04月",
      "author": "《时代教育》",
      "enAuthor": "'Era Education' Magazine",
      "enName": "Mainstream education media dialogue with Pioneer | Information education and project-based learning",
      "abstract": "《时代教育》杂志两次到先锋学校采访，记者最大的感受是自由，区别于传统学校，这里没有班级区分，没有学科限制，更没有为学生设定不许玩游戏之类的禁区，反而引导学生在信息的世界里以项目为主导，展开更有价值和有效率的学习。",
      "enAbstract": "'Era Education' has came twice to Pioneer, different from traditional schools, there is no class, there is no subjects...",
      "body": "<div class=\"row\"><div class=\"col-md-12\"><p class=\"diff\">记者:先锋教育学校的前身是“成都现代私塾”，早在2002年学校成立之初，您就开始尝试利用信息化进行教学，这与您的教育经历和观察，有怎样的关系?</p><p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<strong>刘晓伟：</strong>我对教育的关注，最早是从去美国留学开始，但当时我的本意还不在教育本身，而是美学和艺术方面，把艺术和教育结合在一块。我们中国的艺术教育在当时就是唱歌跳舞弹琴画画，都是术的方面的东西，而在美国已经Education Through Art，即通过艺术来进行教育， 把艺术作为一个手段来进行教育， 比如，如果“做人”是教育的最终目标，那么通过艺术来培养你做人，而不是通过艺术来让你成为一个艺术家，成为一个匠人。所以我当时就放开了，生出了要在中国做这样的教育的想法。<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;刚回国的时候，90年代，那时候是个全民皆商的年代，做教育的人身份很低，大家都做生意。那时候，中国就开始提出从高中开始开设信息技术课程。但那个时候的信息课程从上到下路子都走偏了，那个时候叫微机课程，相当于免费帮微软培养用户，教的是怎么使用微软软件，但软件是在不断更新升级的，我们不应该花这么长时间来学这个，只需要学会看帮助菜单就可以了。信息技术很重要，但信息技术该怎么教? 我们当时就在考虑这个问题。<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;我为什么要考虑到信息技术教育?因为个性化教育的成本很高，但是信息化可以让这个成本大大降低，通过网络就可以了。那是2000年左右，当时上海在做教改，我们就帮他们做信息技术这一块。我们的思路是希望通过信息技术来实施全人教育，信息技术只是我们实施教育的一个载体。</p><p class=\"diff\">记者:现如今，信息化已经成为全面事实，受其影响，我们的思考方式、学习方式、教育方式正在发生巨大改变。在这个背景下，先锋做了哪些尝试?</p><p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<strong>刘晓伟：</strong>中国人受教育是为了找到好工作，要找好工作就要上好大学，就要上好的高中，要上好的初中和小学，现在甚至要上好的幼儿园。整个教育就是为了考试服务，但我认为这些考试是没有用的，因为我们的考试大多只是考你的记忆力，你只需要背标准答案就可以了。我们学的东西是已经过时或将要过时的东 西，但现在是信息爆炸的时代，我们更需要的是检索信息、分析信息和判断信息的能力。所以我提出了先锋教育。<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;学校里应该教学生什么呢?在先锋学校，我们有五大教育目标:学会做人:不同的群体有不同的品德标准，但是人类有共同认可的一些价 值观念，比如说尊重人、有爱心、有耐心、有意志力、宽容、自尊等;有了这些的好性格，你会受用终身，这是比挣很多钱、上名校更重要的;学会思考:批判性思维，有辨别能力，有独立人格，能够独立思考;学会学习:未来社会不可能有铁饭碗，有学者研究，未来人一辈子要换六到七份职业，现在出现了很多以前没有 的行业，要适应未来社会，必须要有自主学习、终身学习的能力;学会交流:交流沟通能力重要性是不言而喻的;学会合作:未来的事情，不太可能你在家里的小作坊就做了，很多事情都需要和别人合作进行。这五种能力是无论将来你从事什么行业，一辈子都需要的。<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;“项目式教学是解决真实世界的真实问题，任何一个真实的问题都是综合的，不仅仅是单学科问题。”<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;确定下来“五会”之后，我们又考虑:怎样教这“五会”?我们觉得项目式教学是最好的一个途径，让学生学习解决真实世界的真实问题。任何一个真实的问题都是综合性的，不仅仅是单学科问题。</p><p class=\"diff\">记者:先锋学校的教育探索是非常个性化的，其中就包括问题式教学、项目式教学，项目式学习究竟是怎样进的?对老师有哪些要求? </p><p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<strong>刘晓伟：</strong>最早，项目式学习我是从幼儿园开始做的，比如小孩子刚开始认知，辨别颜色、分类，我们传统教育的方法就是教一些概念，但孩子的认知要从具体到抽象，从实践基础上得来，如果只是灌输式传授概念，效果不会好，而且孩子是被动学习。我们是这样来教的，比如到冬天，发现孩子戴手套了，每个人的手 套不一样，有不同的颜色，有的是五个手指头，有的只有一个手指头，还有的没有手指头，手套的材质也不一样，有棉的、毛线的，等等。数字、颜色、大小、保暖安全生活知识都整合在里面了。做深入了，可以延伸到方方面面，是全方位的认知。<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;项目式教学不是乱做，有一套方法。项目式教学一般有三个阶段:项目的计划和启动、项目的开展、总结和反思。项目式教学还有五个结构性特征:讨论、实地考察、表述、调查、展示。这些方法是贯穿整个项目过程的。<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;老师的角色是多方面的，是在不断变化的。他要扮演一个引导者、一个学习伙伴，有时候还要扮演学生， 很多的角色。我最忌讳的是老师扮演传统老师的角色、教知识的角色，为什么?因为一旦你去教，就很可能阻碍了学生去主动探索。比如，我们先锋学校布彦老师教历史，重点就不是教学生多少历史知识，而是教他们学会如何去学习历史，以怎样的历史观来了解历史，看待历史，更多的是一种逻辑和思维能力的培养，这是最重要的。<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;当然，作为老师，应该了解项目式教学的基本框架结构，通过观察，判断什么时候该介入项目。老师应该去关注，孩子的兴趣在哪里，孩子的思考在哪里，项目推进过程中，五大领域的目标会得到实现。这也是建构式学习。孩子不是一张白纸，每个人都有自己的经验，当他把未知和已知的东西联系起来，学习才会发生。 老师要做的是帮助孩子找到未知的 和已知的事物之间的联系。只有只有学生主动学习时，真正的学习才发生，有意义的学习才是真正的学习。</p><p class=\"diff\">记者:先锋学校给学生营造了一个非常宽松、自由的学习环境。其背后是学校对学生的相信，相信他们有能力去 判断、选择、成长为更优秀的自己。学校为何有这个自信?如何在管理层面进行保障的?  </p><p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<strong>刘晓伟：</strong>“五会”教育目标，其中第一条是“学会做人”——这里面就包括很重要的责任感:给孩子自由的同时，也赋予他责任。只有给孩子选择的自由，才能让孩子学会承担责任。<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;自由和责任是双胞胎，学生有选择的自由权，也就意味着必须同时承担自己选择所带来的后果。我们学校管理的很多规定，比如说寝室的规定，都是由学生制定的。让学生学会承担责任，这对我来说是教育中最重要的一点。很多学生从小到大都是家长、老师决定一切，学生自己没有选择的权利，也自然不用承担选择的后果。如果要让学生自己选择，他就得自己做出思考，这也是为什么“学会思考”也有很重要的地位:思考力能让孩子做出明智的选择。<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;我们对学生的管理并不是通过外界去强制他，而是要他形成自律，通过自律的办法来管自己，我们更强调自我管理。只有真正自由的人才可能真正形成自律。我要举的例子就是金字塔建造，绝对不是奴隶可以建造出来的，一定是自由人建造的。</p><p class=\"diff\">记者:先锋学校的家长大多也是从传统教育环境里生长出来，从传统教育到如今，必然经历一个过程，有哪些问题需要面对?先锋如何影响他们的?</p><p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<strong>刘晓伟：</strong>理念的冲突肯定是最大的问题。首先，学生来先锋必须是自己的选择;其次，家长要对我们的理念有一定的了解和认可，即便不完全赞同，他也是要愿意尝试的。在教育的过程当中，学校也是要不断跟家长磨合，让家长了解我们。我们常常有各种活动让家长参与，家长们在家长群里也有交流。孩子的变化其实是对家长最好的教育和说服，他们能够看到自己孩子的变化和成长。<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;刚开始最大的冲突肯定是家长觉得我们不管孩子，传统学校是什么都要管。我们曾经让家长和学生一起对我们学校的管理提些要求， 家长就提过这样的要求，比如，希望学校规定何时起床、何时吃饭、何时上课、何时睡觉，总之严格规定学生的作息时间并严格监管。学生当场就回应，这不就成监狱了吗?每时每刻都监管得很严，没有一丝空隙。所以我经常讲，我们先锋的老师需要扮演很多角色，但不希望扮演保姆，扮演警察。<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;我们老师作为导师，实际上是创造一个让孩子包括我们自己能够自由生长的环境。所以我们的规矩其实很简单:安全。自由都是在保证安全的前提下。很多人觉得如果给了孩子自由，他们会无法无天，会胡作非为，但他们忘了，给孩子自由的同时，其实就是给了孩子责任，他要为自己的行为承担后果的，所以他不会无限制地去做任何事情。</p></div></div>"
    },
    {
      "id": "5",
      "name": "20年，这个有教无类的学习公社如何度量自由、探求自我？",
      "pics": [
        {
          "name": "self_1.jpg",
          "description": "学校照片1"
        },
        {
          "name": "self_2.jpg",
          "description": "学校照片2"
        },
        {
          "name": "self_3.jpg",
          "description": "学校照片3"
        },
        {
          "name": "self_4.jpg",
          "description": "学校照片4"
        },
        {
          "name": "self_5.jpg",
          "description": "学校照片5"
        }
      ],
      "time": "2018年11月03日",
      "author": "芥末堆 和 红印儿",
      "enAuthor": "Jiemodui and Hongyiner",
      "enName": "In 20 years, how does this community with no measurement of freedom and exploration of oneself?",
      "abstract": "《时代教育》杂志两次到先锋学校采访，记者最大的感受是自由，区别于传统学校，这里没有班级区分，没有学科限制，更没有为学生设定不许玩游戏之类的禁区，反而引导学生在信息的世界里以项目为主导，展开更有价值和有效率的学习。",
      "enAbstract": "'Era Education' has came twice to Pioneer, different from traditional schools, there is no class, there is no subjects...",
      "body": "<div class=\"row\"><div class=\"col-md-12\"><p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;又是一个周五，下午两点到四点是先锋教育学校老师布彦隆之的东亚史与历史学课。他一边播放去日本访问的照片，一边和学生讨论中国游客的血拼爱好以及背后的文化投射。布彦隆之和学生们围坐在长桌旁，拉上窗帘的教室里只有投影屏幕和几块电脑屏幕亮着，后排几个男生关掉音效的电脑还停留在吃鸡界面。<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;这个场景与先锋教育学校校长助理桔子在2014年刚到学校时的第一印象相差无几。<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;那是先锋教育学校校长刘晓伟的一堂课，座位第一排之后的好些学生都开着自己的电脑，其中好些还在打游戏。桔子当时觉得：“这就是个网吧！” <br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<strong>大多数初到先锋教育学校的人可能都会对这里的自由尺度之大感到惊讶。</strong>上课可以带手机、不禁止校园恋爱、就读时长由学生自主决定、打王者荣耀可以换学分，这些只是学生在先锋教育学校探索自我的冰山一角。<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;“如果说创新学校也有一个由弱渐强的光谱，那我们可能是在光谱最靠右的位置，属于更前卫的那种。”先锋教育学校副校长崔涛说。<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;从1998年教育理念萌芽至今，先锋教育学校过去二十年间的教育实践就像是一场对于自由、自主、自我的不断度量与修正。如今，这所学校还在不停地、慢慢地生长。</p><h4><strong>因自由，得自我 </strong></h4><p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;先锋教育学校不挑学生。“我们相信人人可以成材。”桔子解释。就读先锋教育学校的过程也是自我探索与自我实现的过程。在家长认可学校教育理念的情况下，学生可以试读两周，之后是去是留都由学生说了算。通常情况下，约有一半的就读学生都是公立学校的退学生。<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;今年15岁的A去年秋天从山东买了张单程机票来到先锋教育学校。由于公立学校的学习节奏让他的神经性头痛时常发作，初中时A就进入一所侧重传统文化教育的体制外学校就读。<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;后来他还是觉得学校安排太紧张，没有时间探索自己对音乐的喜爱，便决定来先锋教育学校看看。与不少刚到先锋教育学校的学生类似，突然摆脱管教与束缚的状态让A完全放飞自我。白天睡觉、晚上通宵打游戏的状态大概持续了一个半学期，“那时拉开窗帘看到天亮，感觉自己就跟死了一样。”A说。A最终在尝试成为职业电竞选手的过程中戒掉网瘾。作为王者荣耀课程的老师，崔涛提议A尝试“打打职业”，A决定试试。 <br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;A的训练项目先后从王者荣耀换到吃鸡，每天练习至少八小时、运动两小时，练习强度大到有时一个月都不怎么离开宿舍。虽然曾一度在吃鸡亚服上超过93%的玩家，但职业电竞选手的训练节奏让A练着练着就感受不到游戏的乐趣了。<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;“后来就真是打烦了。”A说。这学期，他有了更多时间去上自己喜欢的课，也会琢磨自己喜欢的流行音乐，还成为学校外事委员会的成员。最近，A把自己的微信昵称改成了“现充”，代表“现在很充实”的意思。<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;和A同为外事委员会成员的B来到先锋教育学校才一个多月。她曾辍学一年半，之前辗转就读过江浙地区的好几所体制外学校。讲起离开上一所学校的原因，B说主要是因为学校不允许用手机。<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;手机对B来说意味着安全感。“就算不用，也想要把手机放在身边。”B一边说着，一边把手机往面前桌面拨了拨。第一次从妈妈那里知道先锋教育学校允许学生玩手机、染头发、化妆时，B只觉得：“我的天！这学校太好了吧！”<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;不过，真正从温州抵达先锋教育学校的第一天，B曾以为她在试读之后绝对不会留下来。<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;“第一眼看到宿舍的时候特别失望，觉得里面没什么布置，学校里的女生也不够潮。”B回忆。开学第一天的自我介绍环节，在陌生人面前不爱讲话的B不肯开口，最后是一位老师替她做的介绍。<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;变化大概是在每天的点滴里酝酿的。B自己把宿舍打点出来，每天大概会花半小时化妆，想抽烟了可以去跟老师讨论香烟品牌的优劣，并且还认识了新的朋友。她慢慢觉得在学校待得越来越舒服，还主动报名加入外事委员会。至于未来，B目前还没太多想法，“随遇而安吧。”</p><h4><strong>自主有界</strong></h4><p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<strong>“自由并不是一件简单的事情。”先锋教育学校官网上写道，“习惯了过去被决定的生活，来到先锋自由的环境下会有种种不适，反而怀念过去一切被决定的安全感。”</strong></p><p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;对于探索自由这件事，在帮助学生摆脱来自外界的不必要控制之后，先锋教育学校还有两步要走：给予学生必要的支持、培养学生运用自由的能力。<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;先锋教育学校的校区里遍布着学生自治的痕迹。学校教学楼主体是由楼盘售楼部改建而来，把售楼沙盘改为公共讨论区的圆椅、在一楼设置出一片图书馆区域、将二楼房间隔板拆掉改为玻璃墙，这些改造工程都由学生自主设计并组织施工。<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;实际上，空间的功能是流动的。一年半之前，学校里相对封闭性最高的小教室被五位准备出国的学生起名叫“英语超级无敌英俊潇洒玉树临风的自习小组的小教室”。他们向学校申请在每天下午两点到六点将教室作为自学英语的空间，并设定出八条教室使用规则。<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;每到英语学习小组的自习时间，小教室就会暂停开放给非自习人员，只有前往套间内琴房的同学才可借道进入。与小教室仅一墙之隔的琴房同样由学生自发组成的教室空间改造小组设计而来，墙壁上的隔音装置是学生们从淘宝上买来自行组装上去的。<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;14岁的熹熹是一个钢琴爱好者，周一到周五每天下午三点她都会到学校的琴房练琴一小时，练琴时段由她与其他四位同学协商而来。“在先锋，学生们会意识到他们需要独立打点生活的方方面面，其中就包括处理与同学的关系。”桔子说。<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;在学习这件事上，先锋教育学校并不刻意做课内与课外的区分。学习可以随时随地、以各种各样的形式发生，支教、露营、骑行、音乐会、讲座，这些活动与课程一样都是教育的载体。<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;先锋教育学校采用选课制，课程根据学生的兴趣和老师的特长开设，凑够五人即可成班，课表每学期都不一样。每学期虽有学分要求，但获得学分的方式多种多样。<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;学术学分可以通过课程、项目制学习、游学、独立学习以及和导师交流互动五种方式获得，非学术学分则取决于学生在某件事上投入时间的多少与技艺精进的程度。<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;学生们对于自己想学什么、学到什么程度有着极大的自主权。“只要你肯为一件事付出努力，又有明确的目标去达成，就可以换得学分。”李子祺说，“目标也可以根据自己的情况进行调整。”在王者荣耀课程上获得学术学分后，李子祺进入到职业训练的独立学习状态，投入在王者荣耀和吃鸡训练上的时间都换作了学分。<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;除了学习生活，学生还有机会参与校园管理的方方面面。从2013年在成都开始实体办学至今，学生自治的形态经过了至少三个版本的迭代。一开始，学生们选举出总统、组建起学生政府，后来又更加务实地演变成承担外事、学术、传播等多个功能的学生委员会。<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;目前，学生们成立了学生会。他们将以学校董事会一票、非董事会老师一票、学生一票的形式参与到学校重大事件的决策中，例如建议老师任免、查看学校财务状况等。最近，学生们还将要决定学校食堂的去留。</p><h4><strong>自主有界</strong></h4><p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<strong>很难用某一个词来概括先锋教育学校老师的角色：学伴、玩伴、朋友、父母、兄弟、姐妹、心理咨询师，这些描述其实都适用。</strong></p><p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;先锋教育学校没有单独设置教师宿舍、教师食堂或是教师办公室。老师与学生同吃同住，学生的教室就是办公场所，育人的过程也是自我成长的过程。<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;崔涛从小到大都是个典型的好学生，直到进入大学后才有了更多时间来反思自己所受的教育。来到先锋教育学校之前，他曾做过独立老师，也曾在21世纪教育研究院工作。<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;“和学生生活在一起让我丢掉了好学生的那种‘骄傲’，看到了‘人之为人’的一些东西。”崔涛说，“比如他们小小年纪就选择来先锋念书的那份勇气。”<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;作为之前王者荣耀课程的老师，崔涛喜欢用游戏来解释他眼中老师的角色。“我感觉自己比较像DOTA里的辅助，既要有carry的能力和思维，能够去上课、做管理；又要能提供边缘支持，比如去做一对一沟通、提供力之所及的引导。”<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;这意味着老师不再扮演知识权威，授课老师负责的课程内容甚至可以是老师本身都不擅长或者待探索的。从兴趣出发进入到真实的生活场景中，再瞄准适合自己的目标修炼能力，这样的学习路径对于老师和学生来说都适用。<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;“用教育行路，小说，应是我的归途吧。”桔子在朋友圈签名里写道。他梦想成为一名小说家，曾在学校尝试开设故事分享和家族秘语课程，与学生们探讨如何讲故事、如何书写家族史。直到现在，桔子还在运营他的个人微信公众号，他会在上面抄诗、写影评、记录学校的课堂和人物。<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;“爱孩子、爱学习、有理想、有能力”，桔子如此介绍先锋教育学校对老师的基本要求。在这个以构建终身学习社区为愿景的地方，老师的自我学习与学生的自我实现都很重要。<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;儿子2016年从先锋教育学校毕业后，程蓉的身份由学生家长变为学校校医。“我更像一个观察者和学习者，看到了自己的很多局限，也慢慢去接受真实的自己。”程蓉说。学生们每天都在向她展示什么叫做信任、自在、开放，也带给她对于自己和之前育儿方式的反思。<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;程蓉曾和用丝带扎着长发的儿子走在街上，路人不经意的注视都会让她感到不自在。如今，哪怕学生选择不来参加她的一小时心理访谈，她也十分淡然。“我可以等，我知道学生来或者不来都是有意义的。”程蓉说。</p><h4><strong>从骆驼到婴孩</strong></h4><p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<strong>学会做人、学会思考、学会学习、学会交流、学会合作，先锋教育学校校长刘晓伟在1998年就提出了这个五个教育目标。他先后在幼儿园、初中和高中阶段实践这些教育理念，在尝试过在线教育、私塾等形式后，先锋教育学校在2013年拥有了实体校园。</strong></p><p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;先锋教育学校成都校区坐落在新都区班竹镇北欧知识城，教学楼是楼盘之前的售楼部，学生宿舍也在楼盘内。不过，先锋教育学校的教育实践是超越“学校”的。<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;除了打破封闭的学习空间和固定的学习时间，先锋教育学校的毕业也并不以传统意义上的升学作为节点。学生可以随时入学，也可以自主决定毕业时间。<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;“只要一个学生在先锋找到了他人生中的下一个目的地——可能是国内外的学校，也可以是直接进入社会或者创业——他就已经完成了在先锋学校的教育。”桔子解释。<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;虽然先锋教育学校的在读学生长期以来不过二三十人，但毕业生有着五花八门的去向：有的进入美国排名前100的文理学院就读，有的在做自己的摇滚乐队，有的创立了出售高原牦牛皮具的社会企业，还有的加入先锋教育学校成为老师。<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;今年秋天，在经过一学期的试运行后，先锋教育·安格学院在深圳正式投入运营。这是先锋教育学校在成都之外的第一个校区，两个校区将共享包括师资、生源、升学渠道在内的所有资源，学生可以选择任意校区开展学习。<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;“安格”音译自“Agora”，意指古希腊城市生活的中心地，也是古希腊公民文化生活的中心。安格学院位于深圳市中心的一个150平方米左右的写字楼空间里，但与成都校区一样，所谓“社会即学校，生活即学习”，学生们去商业溜冰场上滑冰课、去炮台遗址上城市考古课、或者去暴走漫画公司实习。<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;安格学院联合创始人黄鹃娟在2018哈佛中国教育论坛上分享了她团队中一位老师对于教育本质的思考，这是引自尼采《论三种变形》的一个观点：<p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<strong>“如果人的一生有三种精神境界，那么每个人最开始都是沙漠里的骆驼，愿意忍耐并承载重担；再后来，也许能蜕变成狮子，勇于主宰、渴望征服世界；最终的境界是在征服世界之后能如获得新生的婴孩一般，返璞归真，无所畏惧。”</strong></p><p class=\"eget\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;从好奇开始，一步一步找到自我、成为自己，获得充实又尽兴的生活，这似乎也是先锋教育学校对于教育的期许。</p></div></div>"
    }
  ]
}

