[
  {
    "id": "1",
    "name": "先锋留美三兄弟",
    "time": "",
    "author": "",
    "enName": "Three Brothers Study Abroad graduated from Pioneer",
    "abstract": "几天前一位在美国读高中的先锋学子来到学校，看到他阳光健硕的身影，令我回忆起去年他的爸爸妈妈和两个哥哥来到先锋时的那次精彩对话。",
    "body": "几天前一位在美国读高中的先锋学子来到学校，看到他阳光健硕的身影，令我回忆起去年他的爸爸妈妈和两个哥哥来到先锋时的那次精彩对话。翻出那页回忆，仍然感觉触动颇深，对当代家长也仍然有借鉴之用。<br>在六月收获的季节，先锋学校迎来了一个很特别家庭——三位由先锋送到美国中学读书的兄弟和他们的父母，其中有两兄弟今年刚高中毕业，并考上了美国一流的大学。三兄弟同时留美在国内很是稀有，他们为何都选择出国留学？他们的父母为何会舍得放走三个尚未成年的孩子远渡重洋，他们究竟有着怎样的家庭教育理念？先锋师生和家长们对此也都充满了好奇。<br>尽管来先锋做留学分享的家长和学生都曾带给我们很多触动和思考，但与这个家庭两个多小时的交流过程，还是带给了我们很多的意外，尤其是他们的父母，虽然总是自称“没什么文化”，但他们的教育思想却是少有的“先锋”，也与先锋学校的“五会”教育理念不谋而合。两个小时的交流中，两兄弟（弟弟生病未来）娓娓道来，配合默契，美国味十足；爸爸语言质朴，却妙语连珠，教育思想传统又不失开放。在此，我们整理了几个交流热点，以飨关注教育的朋友们。<br>为何选择留学美国？<br>三兄弟的爸爸自幼家庭非常贫穷，后来从做小生意开始慢慢积累了家底，人生的打拼让他意识到学习的意义，所以他宁愿把钱投资在孩子的教育上，也不愿留财产给他们，而他的教育眼光因为自己开放的心胸而十分长远。几年前的一天，他博采众家的意见，要让孩子到全世界最开放的国家——美国去留学。于是，虽然三兄弟在国内就读的都是最好的中学，且成绩优异，但爸爸仍然坚定地陆续把三个儿子送了出去，而且给他们规定了学习目标：要考入世界排名前50名的大学，以国内的大学评量标准来说，这叫“一本”，排名50~100名，是爸爸眼中的“二本”学校，那考上“三本”“四本”呢，就回国来读书吧。在这样的刺激下，今年两兄弟分别考入了美国华盛顿大学和宾州大学，达到了爸爸的“一本”要求。<br>富家子弟穷孩子养<br>爸爸现在虽是煤矿老板，但因为从贫困艰难中长大，深知富裕了也不能忘本。三兄弟小学从来没有零花钱，上初中后每人每天也只有2元矿泉水钱，最多也只能给三瓶水的钱。家里虽然人多事多，但从来没请过保姆，爸爸抬起两只手说：有手有脚，为何家务事还要别人来做？——因此三兄弟从小就要干家务活儿，衣服也需自己洗。孩子出门都尽量坐公交，在校长指导他们出国留学期间，每次来回都是自己坐公交车。妈妈插言道：奉节老家身家上亿上千万的朋友们都说，孩子生到了你们家那可真惨了！爸爸说，我们家的孩子那就一定要干活，能独立！孩子如果能读书，砸锅卖铁我也要供，可如果不争气不好学，满了十八岁就自己出去谋生，一分钱也休想得到。<br>家训<br>这对父母的教育作风迥异于国内的多数富裕家庭，倒是和国外的很多资本家相类似。不仅如此，这个自称“没什么文化”的家庭，给每位成员立了八个大字的家训：诚信、勤俭、礼义、责任。爸爸说，这八字家训，是每个孩子都要融入到血液中去的，若有违背，那就不是我们家的孩子，我宁愿逐出家门！八字家训不止是要求孩子，两位父母更以身作则。身为民营企业家的爸爸，不抽烟不喝酒，不打牌，广交能人，并谦虚地向他们学习。夫妇二人还进修了川大的MBA并拿到了毕业证。爸爸认为，如果自己都不好学，哪有资格要求孩子好好学！<br>美国的教育<br>三兄弟在美国就读的同一所中学，一所私立教会学校——圣田基督中学。和大多数的美国私立中学一样，学校开设了五、六十门功课以供学生选修，此外，学校非常重视体育和艺术学习，学校的男子摔跤队和女子排球队都是专业水平，在州联赛中常拿冠军。哥哥列举了他选修的几门课程：FFA（未来农民，关于农业创新和农业与人的关系专业）、DRAMA（戏剧课）、BAND（乐队）、VOLUNTEER WORK（志愿者工作，）。两兄弟说，美国学校希望学生的学习是多姿多彩的，他们重视学生的运动能力和社会服务能力甚至高过于学生成绩。这所教会学校每年都会有师生前往非洲南美洲，义务传福音，每年学校还会安排一天时间，全体师生一起出去为有需要的人服务，当然，如果学生利用其他时间做一些社会工作，那会更受美国大学的青睐。在美国学校里，作弊和剽窃是绝不能容忍的，一旦发现，所承受的结果就是被开除。因此，学生的作业和论文，只要有引用网络和别人的言论，就必须注明出处。但如果学生的思想新颖而独特，又非抄袭，那就是一个很优秀的学生了！<br>两位现场来演讲的兄弟淡然从容，彬彬有礼，与师生、家长们交流应对融洽。无需言说，便让我们看到了优秀教育熏陶出来的贵族气质，而他们的身上可贵的品质，更深的因素，应该还是来源于家庭的影响吧。"
  }
]

