[
  {
    "id": "lxw",
    "name": "刘晓伟",
    "enName": " Liu Xiaowei",
    "jobTitle": "校长、一级导师",
    "category": "0,1,7",
    "organization": "1",
    "type": "f",
    "shortDescription": "刘晓伟先生曾执教于四川大学，担任过北京先锋思维教育文化研究中心主任、美国教育资源文化研究中心主任、美国犹他州政府驻北京商务代表处首席代表、美国多飞公司教育顾问、上海市教委教改《信息科技》教材顾问。最早在中国幼儿园开展英语、信息科技和项目教学，有从幼儿园到大学各年龄段丰富的教研和教学经验。现任先锋教育学校校长。",
    "enDescription": "Mr. Liu Xiaowei has taught at Sichuan University. He has served as Director of the Beijing Pioneer Thinking Education and Culture Research Center, Director of the American Educational Resources and Culture Research Center, Chief Representative of the Utah Government Business Office in Beijing, Education Co., Ltd. of the American Dove Company, and Education Reform of the Shanghai Education Commission. Information Technology textbook consultant. He has been teaching English projects, information technology projects in kindergartens in China. He has rich teaching and research experience from kindergarten to university. He is currently the principal of the Pioneer Education School.",
    "moreInfo": [
      {
        "id": "开设课程 Courses",
        "description": "项目式英语"
      }
    ]
  },
  {
    "id": "ct",
    "name": "崔涛",
    "enName": "Cui Tao",
    "jobTitle": "副校长、导师",
    "category": "0,1,7",
    "organization": "1,3",
    "type": "f",
    "shortDescription": "中国创新教育交流会联合发起人&副理事长。毕业于中国科技大学，曾在21世纪教育研究院做项目官员。爱好广泛，在先锋开设过数学、物理、原著阅读、博弈课、游戏学院、英雄联盟、王者荣耀以及体育课等各种课。从2011年起从事家庭教育咨询至今。",
    "enDescription": "Co-founder & Vice Chairman of Leaners' Innovation Forum On Education. He graduated from the University of Science and Technology of China and worked as a project officer in the 21st Century Institute of Education. He has a wide range of hobbies, including mathematics, physics, original reading, game lessons, game schools, League of Legends, King Glory, and physical education classes. He has been engaged in family education counseling since 2011.",
    "moreInfo": [
      {
        "id": "开设课程 Courses",
        "description": "王者荣耀、电竞课等"
      }
    ]
  },
  {
    "id": "yy",
    "name": "杨燕",
    "enName": "Yang Yan",
    "jobTitle": "财务总监",
    "category": "0,7",
    "organization": "1",
    "type": "f",
    "shortDescription": "澳洲伍伦贡大学专业会计硕士毕业，曾就职于上市公司方大集团董事局主席秘书，美国康明斯四川代理康博动力公司CEO，两个女儿的母亲。喜欢与书为伴，尤其钟爱推理小说，是“阿加莎迷”也是“奎因迷”；唯愿和孩子们待在一起，成为一个终身学习者。",
    "enDescription": "Graduated from the University of Wollongong with a master\"s degree in professional accounting. Used to work for the chairman of the board of directors of the listed company Fangda Group, the CEO of Cummins Sichuan, and the mother of two daughters. Like to be with the book, especially the mystery novels. An \"Agatha fans\" and \"Quin fans\". Be willing to stay with the children and become a lifelong learner.",
    "moreInfo": []
  },
  {
    "id": "hh",
    "name": "布彦隆之",
    "enName": "Nunohiko Tayuki",
    "jobTitle": "导师、传播总监",
    "category": "0,1,7",
    "organization": "5,6",
    "type": "f",
    "shortDescription": "先锋教育学校资深导师，东亚史学者，满族彦扎氏后人。曾任四川省社会科学院中华文化学会主任、门里集团文博图书主编。服膺京都学派的史学理论，擅长东亚古代政治结构与王权研究，尤精于日本安土桃山时代史。 十年间踏遍日本100座古代遗址都市，对“明智光秀”以及安土桃山时代近畿地方聚落进行了深入研究。",
    "enDescription": "Served as the Director of the Chinese Culture in Sichuan Academy of Social Sciences Institute, executive editor of Menli Corp Book Division, completed the writing \"by the hilo-systems the sunrise light - bronze relics\", and \"ground to white - dehua porcelain\" and other five books, and participate in the large production of historical documentary \"the way of civilization\", which has received the recognition from the ministry of culture, the Fujian Provincical Government.",
    "moreInfo": [
      {
        "id": "开设课程 Courses",
        "description": "历史课、游戏艺术、社会通识、生活美学等"
      }
    ]
  },
  {
    "id": "lsl",
    "name": "林石磊",
    "enName": "Lin Shilei",
    "category": "0,1,7",
    "organization": "3,5",
    "type": "f",
    "jobTitle": "导师、教务总监",
    "shortDescription": "先锋导师、教务总监，毕业于美国圣约翰大学，计算机和数学专业，先锋2013届毕业学生和学生总统。教授课程包括：基础数学、SAT&AP数学、计算机编程和英语基础等。最喜欢佛系游戏例如：城市天际线。善于帮助懒癌重度的学生，规划学习，重拾信心，帮助他们更好的适应先锋的学习生活。现任先锋教务总监",
    "enDescription": "Mentor, Academic Director, graduated from St. John\"s University in the United States, majoring in Computer Science and Mathematics, Pioneer 2013 graduate student and former student president. Teaching courses include: Basic Mathematics, SAT&AP Mathematics, Computer Programming, and English. Favorite game is Buddist-like the Cities::Skylines. Good at helping students who are lazy and cancerous, planning and learning, regaining confidence and helping them better adapt to the Pioneer life. Current Pioneer Academic Director",
    "moreInfo": [
      {
        "id": "开设课程 Courses",
        "description": "数学、计算机、英语等"
      }
    ]
  },
  {
    "id": "nwc",
    "name": "倪伟灿（桔子）",
    "enName": "Orange",
    "jobTitle": "导师、外事总监",
    "category": "0,1,7",
    "organization": "6",
    "type": "f",
    "shortDescription": "主流教育资深“失败者”，前工厂打工者。对小说感兴趣，对人和人性感兴趣，心理学爱好者。热爱自由，善于并喜欢观察学生。我认为，教育是一场学会看见他人成长、学会坦然接受自己不完美的人性解放。并努力在这看见和接纳的路上与所有人一起成长。",
    "enDescription": "Senior \"failure\" in mainstream education, a former factory worker. Interested in novels, human, human nature and psychology enthusiasts. Love freedom, and good at observing students. I believe that education is a human liberation that learns to see others grow and learn to accept their imperfections, and strive to grow with everyone on the way to see and accept.",
    "moreInfo": [
      {
        "id": "开设课程 Courses",
        "description": "魔兽世界、交换日记等"
      }
    ]
  },
  {
    "id": "mzj",
    "name": "马宗佳",
    "enName": "Ma Zongjia",
    "jobTitle": "导师、行政总监",
    "category": "0,1,7",
    "organization": "7",
    "type": "f",
    "shortDescription": "毕业于四川工业科技学院，会计专业。在一商贸公司实习不到半年就到了先锋，算是一个“跨界者”，喜欢做手工，对心理学感兴趣。现正在成长的路上，希望在这样一个自由与包容的环境里和你们一起探索、学习，成为自己。",
    "enDescription": "",
    "moreInfo": []
  },
  {
    "id": "cr",
    "name": "程蓉",
    "enName": "Chen Rong",
    "jobTitle": "导师、校医",
    "category": "0,1,8",
    "organization": "0",
    "type": "f",
    "shortDescription": "程蓉，华西医科大学毕业，内科副主任医师。拥有市级公立医院、私立医院、社区医院、健康管理公司的工作经历。因为孩子青春期的＂正常＂叛逆，开始反省自己，好在重启成长并不晚，系统学习心理学，现为国家二级心理咨询师，并一直在喜欢的儿童青少年精神分析方向学习，希望可以在这方面做一些事情。我以为创建一个能自由言说、充分接纳的容器，让彼此在关系这面平滑干净的镜子中看见我、看见你是一种福份。",
    "enDescription": "Cheng Rong, graduated from Huaxi Medical University, deputy chief physician of internal medicine. She has been working at municipal public hospitals, private hospitals, community hospitals, and health management companies. Because the child's \"normal\" rebellion during adolescence, she began to introspect on herself. Luckily, it was not too late to systematically learn psychology. She is now a certificated national second-level psychological counselor, and has been continuing to learn in the direction of psychoanalysis of children and adolescents out of passion. She thinks that creating a container that can be freely spoken and fully accepted, letting her see each other in a mirror smoothly and clearly in which case seeing is a blessing.",
    "moreInfo": []
  },
  {
    "id": "fm",
    "name": "冯梅",
    "enName": "Feng Mei",
    "jobTitle": "助教",
    "category": "0,2,7",
    "organization": "0",
    "type": "f",
    "shortDescription": "暂无",
    "enDescription": "Sorry, we don't have it right now",
    "moreInfo": [
    ]
  },
  {
    "id": "lw",
    "name": "卢苇",
    "enName": "Lu Wei",
    "jobTitle": "助教",
    "category": "0,2,7",
    "organization": "7",
    "type": "f",
    "shortDescription": "暂无",
    "enDescription": "Sorry, we don't have it right now",
    "moreInfo": [
    ]
  },
  {
    "id": "dcf",
    "name": "丁乘风",
    "enName": "Ding Chengfeng",
    "jobTitle": "兼职导师",
    "category": "0,1,7",
    "organization": "",
    "type": "f",
    "shortDescription": "暂无",
    "enDescription": "Sorry, we don't have it right now",
    "moreInfo": [
    ]
  },
  {
    "id": "wcy",
    "name": "汪彩荧",
    "enName": "Wang Caiying",
    "jobTitle": "志愿者",
    "category": "0,4",
    "organization": "0",
    "type": "f",
    "shortDescription": "暂无",
    "enDescription": "Sorry, we don't have it right now",
    "moreInfo": [
    ]
  },
  {
  "id": "ycx",
  "name": "虞晨煦（小鱼）",
  "enName": "Yu Chenxu",
  "jobTitle": "学生会会长",
  "category": "",
  "organization": "2,7",
  "type": "s",
  "shortDescription": "先锋现任学生会会长，男，现15岁，2015年冬加入先锋，爱好制作美食，在生活委员会打杂两年，参加过众多项目，例如咖啡馆项目、家长教育、校园改造项目等等。现任生活委员会会长",
  "enDescription": "",
  "moreInfo": [
    {
      "id": "最喜欢的事情",
      "description": "做饭"
    }
  ]
}
]

